//Reserved Word & sign `` |   
//questions[i].length < 10
//choice not be same

export const physicsexam = {
    questioninfo : [
        { Title:'NETSAT ด้านฟิสิกส์',
        Description_line_i:'ความฉลาดรู้ทั่วไป 204 ด้านฟิสิกส์',
        Description_line_ii:'-เนื้อหา กลศาสตร์ แม่เหล็กไฟฟ้า คลื่นและแสง ความร้อนและอุณหพลศาสตร์ ฟิสิกส์ยุคใหม่ อื่นๆ (เรื่องทั่วไป ทักษะการวิเคราะห์เชิงกรฟ การวัดผล และทักษะทางคณิตศาสตร์ เรื่องใหม่ทางฟิสิกส์ที่กำลังมีการค้นคว้าและพัฒนาในปัจจุบัน)',
        Description_line_iii:'-การประยุกต์ใช้ทักษะปฏิบัติการ เลขนัยสำคัญ วิเคราะห์หน่วยของปริมาณต่างๆทางฟิสิกส์ การวิเคราะห์กราฟ คำอุปสรรค',
        Description_line_iv:'-ความเข้าใจพื้นฐานทางคณิตศาสตร์ที่ใช้ในบริบทของการแก้ปัญหาทางฟิสิกส์ พีชคณิต กราฟความสัมพันธ์ ตรีโกณมิติ อัตราส่วนและสัดส่วน',
        Description_line_v:'-การระลึกได้และความเข้าใจในแนวคิด ความรู้พื้นฐาน: การรู้ จำ และเข้าใจ เนื้อหาฟิสิกส์หรือข้อมูล ปัญหาที่ไม่ซับซ้อน: ใช้ความสัมพันธ์ทางกายภาพหรือใช้เนื้อหาฟิสิกส์เพียงอย่างเดียว ปัญหาที่มีความซับซ้อน: บูรณาการความสัมพันธ์ทางกายภาพหรือเนื้อหา ฟิสิกส์ตั้งแต่ 2 เรื่องขึ้นไป',
        NumberofQuestions:20,
        Duration:60, //min
        //define liked question by array order 
        Linkedquestionid : [], //index must be order asc
        Category:{'เนื้อหา':3,'การประยุกต์ใช้ทักษะปฏิบัติการ':2,'ความเข้าใจพื้นฐาน':3,'การระลึกได้และความเข้าใจในแนวคิด':1},
        //numberofquestionincategory:[3,2,3,3]
        }],
    questions: [
        {   id: 1,
            question: `ประจุขนาด +q เคลื่อนที่อย่างอิสระเข้าไปในสนามไฟฟ้าสม่ำเสมอ E ด้วยขนาดความเร็วเท่ากับ v ดังรูป  
            <br></br><img src="https://jknowledgetutor.com/attachfile/netsat/physics/pq1-1.png" width="80%"></img> 
            <br></br> หากถือว่าแรงโน้มถ่วงไม่มีผลต่อการเคลื่อนที่ของประจุ +q ข้อใดถูกต้อง `,
            choice :[{
                choicevalue:'a',choiceimg:false,choicetext: 'วัตถุจะเคลื่อนที่ในแนวตรงผ่านสนามไฟฟ้าสม่ำเสมอ E ออกไป'},{
                choicevalue:'b',choiceimg:false,choicetext: 'วัตถุจะมีทิศทางของความเร็วเปลี่ยนไป แต่ขนาดของความเร็วจะมีค่าเท่าเดิมตลอดการเคลื่อนที่'},{
                choicevalue:'c',choiceimg:false,choicetext: 'วัตถุจะมีการเคลื่อนที่แบบโปรเจกไทล์ โดยมีความเร่งในแนวดิ่งเนื่องมาจากแรงที่สนามไฟฟ้า E กระทำต่อประจุ +q'},{
                choicevalue:'d',choiceimg:false,choicetext: 'วัตถุจะเคลื่อนที่แบบวงกลมเนื่องจากมีแรงเข้าสู่ศูนย์กลางเท่ากับแรงไฟฟ้าที่สนามไฟฟ้า E กระทำกับประจุ +q'}
            ],
            Answer: 'c',
            AnswerDescription:`<tab></tab>ประจุอยู่ในสนามไฟฟ้าจะถูกแรงไฟฟ้ากระทำต่อประจุ 
            <br></br><tab></tab><img src="https://jknowledgetutor.com/attachfile/netsat/physics/ad1-1.png" width="70%"></img> 
            <br></br><tab></tab>- หากเป็นประจุบวกจะเคลื่อนที่ตามทิศทางของสนามไฟฟ้า
            <br></br><tab></tab>- หากเป็นประจุลบจะเคลื่อนที่สวนทิศทางของสนามไฟฟ้า
            <br></br><tab></tab>จากรูป หากถือว่าแรงโน้มถ่วงไม่มีผลต่อการเคลื่อนที่ของประจุ จะมีแรงไฟฟ้ากระทำต่อประจุในแนวดิ่งเท่านั้น
            <br></br><tab></tab>แรงไฟฟ้าที่กระทำในแนวดิ่งส่งผลให้เกิดความเร่งจาก ∑F=ma และ F=qE
            <br></br><tab></tab>เมื่อประจุที่เคลื่อนที่เข้าไปในสนามไฟฟ้าเป็นประจุบวก จะมีความเร่งลงสู่ด้านล่างในแนวดิ่ง และเนื่องจากประจุมีความเร็วในแนวระดับอยู่แล้วนั้น จะทำให้วัตถุเคลื่อนที่แบบโปรเจกไทล์
	        <br></br><tab></tab>ข้อ (1) ผิด เนื่องจาก วัตถุมีความเร่งในแนวดิ่งซึ่งจะทำให้วัตถุเคลื่อนที่เป็นเส้นตรงผ่านสนามไฟฟ้าออกไปไม่ได้
	        <br></br><tab></tab>ข้อ (2) ผิด เนื่องจาก ทิศทางของความเร็วลัพธ์เปลี่ยนไป และนอกจากนั้นขนาดของความเร็วยังเปลี่ยนไปเนื่องจากความเร่งด้วย
	        <br></br><tab></tab>ข้อ (3) ถูก เนื่องจาก จากแรงไฟฟ้าในแนวดิ่งจะทำให้เกิดความเร่งในแนวดิ่งขึ้น และวัตถุจะเคลื่อนที่แบบโปรเจกไทล์ 
	        <br></br><tab></tab>ข้อ (4) ผิด เนื่องจาก แรงไฟฟ้ามีทิศทางเหมือนเดิมตลอดการเคลื่อนที่ ทำให้วัตถุถูกแรงกระทำในทิศทางเดิม
            <br></br><tab></tab><img src="https://jknowledgetutor.com/attachfile/netsat/physics/ad1-2.png" width="80%"></img>  
            <br></br><tab></tab>ลูกศรสีแดงแทนทิศทางของแรงไฟฟ้าและความเร่งของประจุเมื่อเคลื่อนที่เข้าสู่สนามไฟฟ้า

            `,
            AnswerDescriptionAttachImg:'',
            Category: 'Numbers and Mathematical',

        },
        {   id: 2,
            question: 'ข้อใดถูกต้อง เมื่อให้วัตถุมวล m เริ่มไถลบนรางลื่นจากจุด A ตามภาพ <br></br><img src="https://jknowledgetutor.com/attachfile/netsat/physics/pq2-1.png" width="80%"></img>  ',
            choice :[{
                choicevalue:'a',choiceimg:false,choicetext:'มวล m มีพลังงานศักย์มากที่สุดที่จุด C และมีขนาดของความเร็วสูงที่สุดตลอดการเคลื่อนที่'},{
                choicevalue:'b',choiceimg:false,choicetext: 'ที่จุด B และจุด C มวล m มีพลังงานศักย์และพลังงานจลน์มากที่สุดตลอดการเคลื่อนที่'},{
                choicevalue:'c',choiceimg:false,choicetext: 'ที่จุด C มวล m มีพลังงานศักย์มากกว่าที่จุด B'},{
                choicevalue:'d',choiceimg:false,choicetext: 'หากรางหลังจุด D เป็นต้นไปมีแรงเสียดทานกระทำต่อมวล m อย่างสม่ำเสมอ วัตถุ D จะเคลื่อนที่ช้าลงด้วยอัตราคงตัวและหยุดนิ่งในที่สุด'}
            ],
            Answer: 'd',
            AnswerDescription:`<4space></4space>พลังงานกล มีอยู่ 2 ประเภท ได้แก่
            <br></br><tab></tab>- พลังงานศักย์ คือ พลังงานที่เก็บสะสมอยู่ในวัตถุ และจะแปรเปลี่ยนไปเป็นพลังงานจลน์ ซึ่งพลังงานศักย์จะมีอยู่ 2 ชนิด ได้แก่ พลังงานศักย์โน้มถ่วง (E<sub>p</sub>=mgh) และ พลังงานศักย์ยืดหยุ่น (E<sub>p</sub>=<fraction> 1 | 2 </fraction> kx<sup>2</sup>)  <br></br>
            <br></br><tab></tab>- พลังงานจลน์ คือ พลังงานที่เกิดขึ้นเมื่อวัตถุเคลื่อนที่ (E<sub>k</sub>=<fraction> 1 | 2 </fraction> mv<sup>2</sup>) <br></br>
            <br></br><tab></tab>ในการทำโจทย์เรื่องงานและพลังงาน จะต้องกำหนดจุดอ้างอิงเป็นจุดที่อยู่ต่ำที่สุดของการเคลื่อนที่
            <br></br><tab></tab>ซึ่งหากถือว่ารางลื่น จะสามารถบอกได้ว่า
            <br></br><tab></tab><img src="https://jknowledgetutor.com/attachfile/netsat/physics/ad2-1.png" width="80%"></img> 
            <br></br><tab></tab>- จุด A วัตถุอยู่สูงที่สุดจากจุดอ้างอิง (จุด C) ดังนั้นที่จุด A จะมีพลังงานศักย์สูงที่สุด
            <br></br><tab></tab>- จุด C อยู่ต่ำที่สุด ดังนั้นที่จุด C วัตถุจะมีความเร็วมากที่สุดและมีพลังงานจลน์มากที่สุด
            <br></br><tab></tab>- จุด B และจุด D มีความสูงจากตำแหน่งอ้างอิงเท่ากัน ดังนั้นจะมีความเร็วเท่ากัน พลังงานจลน์เท่ากัน และมีพลังงานศักย์เท่ากัน
            <br></br><tab></tab>ข้อ (1) ผิด เนื่องจาก ที่จุด C มวล m มีพลังงานจลน์สูงที่สุด ไม่ใช่พลังงานศักย์ และวัตถุยังมีขนาดของความเร็วมากที่สุด
            <br></br><tab></tab>ข้อ (2) ผิด เนื่องจาก จุด A มวล m มีพลังงานศักย์มากที่สุด และที่จุด C มวล m มีพลังงานจลน์มากที่สุด
            <br></br><tab></tab>ข้อ (3) ผิด เนื่องจาก จุด C มวล m จะมีพลังงานศักย์น้อยกว่าจุด B เนื่องจากจุด B อยู่สูงกว่า
            <br></br><tab></tab>ข้อ (4) ถูก เนื่องจาก หากมีแรงเสียดทานกระทำต่อมวล m หลังจากผ่านจุด D ไปแล้ว มวล m จะเคลื่อนที่ด้วยความหน่วงและหยุดนิ่งในที่สุด


             `,
            AnswerDescriptionAttachImg:'',
            Category: 'Numbers and Mathematical',
        },
        {   id: 3,
            question:  `ข้อใดผิด`,
             choice :[{
                choicevalue:'a',choiceimg:false,choicetext:'วัตถุกำลังเคลื่อนที่ด้วยความเร็วคงตัว หมายความว่าไม่มีแรงกระทำต่อวัตถุ'},{
                choicevalue:'b',choiceimg:false,choicetext: 'หากวัตถุกำลังหยุดนิ่ง หมายความว่ามีแรงลัพธ์กระทำต่อวัตถุเท่ากับศูนย์'},{
                choicevalue:'c',choiceimg:false,choicetext: 'ออกแรงกระทำกับวัตถุก้อนหนึ่งที่วางอยู่นิ่งอยู่บนพื้นราบแล้ววัตถุไม่เคลื่อนที่ ขณะนั้นขนาดของแรงที่กระทำกับวัตถุเท่ากับขนาดของแรงเสียดทาน'},{
                choicevalue:'d',choiceimg:false,choicetext: 'ออกแรงกระทำกับวัตถุก้อนหนึ่งที่วางอยู่นิ่งบนพื้นราบ ผู้ออกแรงจะถูกวัตถุก้อนนั้นกระทำด้วยแรงขนาดเท่ากันเสมอ'}
            ],
            Answer: 'a',
            AnswerDescription:`<4space></4space>จากกฎการเคลื่อนที่ของนิวตัน 
            <br></br><tab></tab>หากแรงลัพธ์ที่กระทำกับวัตถุเท่ากับ 0 วัตถุจะคงสภาพการเคลื่อนที่เดิม มีได้ 2 กรณี ดังนี้
            <br></br><tab></tab>- หากวัตถุหยุดนิ่ง วัตถุจะยังอยู่นิ่งต่อไป 
            <br></br><tab></tab>- หากวัตถุกำลังเคลื่อนที่ วัตถุจะเคลื่อนที่ด้วยความเร็วคงตัว
            <br></br><tab></tab>หากแรงลัพธ์ไม่เท่ากับศูนย์กระทำกับวัตถุ วัตถุจะเปลี่ยนแปลงสภาพการเคลื่อนที่ (เคลื่อนที่ด้วยความเร่ง)
            <br></br><3tab></3tab>∑F=ma
            <br></br><tab></tab>- หากออกแรงกระทำกับวัตถุก้อนหนึ่ง วัตถุก้อนนั้นจะมีแรงกระทำต่อผู้ที่ออกแรงนั้นโดยขนาดของแรงดังกล่าวเท่ากับขนาดของแรงที่กระทำกับวัตถุ 
            <br></br><2tab></2tab>แรงกิริยา=แรงปฏิกิริยา
            <br></br><tab></tab>ข้อ (1) ผิด เนื่องจาก การที่วัตถุกำลังเคลื่อนที่ด้วยความเร็วคงตัว หมายความว่าแรงลัพธ์ที่กระทำกับวัตถุเท่ากับศูนย์ อาจมีแรงมากกว่า 1 แรงกระทำต่อวัตถุพร้อมกันจึงทำให้แรงที่กระทำกับวัตถุเท่ากับ 0 
            <br></br><tab></tab>ข้อ (2) ถูก เนื่องจาก หากวัตถุหยุดนิ่ง หมายความว่าแรงลัพธ์ที่กระทำต่อวัตถุเท่ากับศูนย์ วัตถุจึงไม่มีการเปลี่ยนสภาพการเคลื่อนที่ 
            <br></br><tab></tab>ข้อ (3) ถูก เนื่องจาก การที่เราออกแรงกระทำกับวัตถุที่วางอยู่บนพื้นราบแล้ววัตถุไม่เคลื่อนที่ แสดงว่าแรงลัพธ์ที่กระทำกับวัตถุเท่า 0 แรงที่กำลังต้านเมื่อเราออกแรงกระทำต่อวัตถุ เรียกว่า แรงเสียดทาน โดยแรงเสียดทานมี 2 ชนิด คือ แรงเสียดทานสถิต (static friction) และแรงเสียดทานจลน์ 
            <br></br><tab></tab>แรงเสียดทานสถิต คือ แรงเสียดทานที่เกิดตอนวัตถุยังไม่เคลื่อนที่ (v=0) มีลักษณะสำคัญคือ แรงเสียดทานสถิตจะมีขนาดเพิ่มขึ้นตามแรงลัพธ์ที่กระทำกับวัตถุและเมื่อแรงลัพธ์มีขนาดเท่ากับแรงเสียดทานสถิตสูงสุด วัตถุจะเริ่มเคลื่อนที่
            <br></br><tab></tab>ดังนั้น การที่เราออกแรงกระทำกับวัตถุแล้ววัตถุไม่เคลื่อนที่เนื่องจาก
            <br></br><3tab></3tab>ขนาดของแรงที่เรากระทำ = ขนาดของแรงเสียดทานสถิต
            <br></br><tab></tab>ข้อ (4) ถูก เนื่องจาก ตามกฎการเคลื่อนที่ข้อที่ 3 ของนิวตัน 
            <br></br><3tab></3tab>แรงกิริยา = แรงปฏิกิริยา
            <br></br><tab></tab>ดังนั้นเมื่อออกแรงกระทำกับวัตถุก้อนหนึ่งที่วางนิ่งอยู่บนพื้นราบ วัตถุนั้นจะออกแรงกระทำกับผู้ที่ออกแรงกระทำที่มีขนาดเท่ากัน

             `,
            AnswerDescriptionAttachImg:'',
            Category: 'Numbers and Mathematical',
            
        },
        {   id: 4,
            question: `เกี่ยวกับประจุไฟฟ้า ข้อใดถูกต้อง`,
             choice :[{
                choicevalue:'a',choiceimg:false,choicetext: 'หากวางประจุไฟฟ้าไว้ในสนามแม่เหล็ก จะเกิดแรงแม่เหล็กกระทำต่อประจุไฟฟ้านั้นทำให้ประจุเคลื่อนที่แบบวงกลม'},{
                choicevalue:'b',choiceimg:false,choicetext: 'เมื่ออิเล็กตรอนในลวดตัวนำมีการเคลื่อนที่ด้วยความเร็วเฉลี่ยไม่เท่ากับศูนย์ กล่าวได้ว่า มีกระแสไฟฟ้าไหลในลวดตัวนำนั้น'},{
                choicevalue:'c',choiceimg:false,choicetext: 'เมื่อวางประจุไฟฟ้าสองประจุที่มีประจุไฟฟ้าตรงข้ามกันไว้ใกล้กัน ประจุทั้งสองจะเคลื่อนที่เข้าหากันด้วยความเร็วคงตัวและชนกันในที่สุด'},{
                choicevalue:'d',choiceimg:false,choicetext: 'หากวางประจุไฟฟ้าไว้ในสนามไฟฟ้า จะเกิดแรงไฟฟ้ากระทำต่อประจุไฟฟ้านั้นทำให้ประจุเคลื่อนที่แบบวงกลม'}
            ],
            Answer: 'b',
            AnswerDescription:`<tab></tab>ข้อ (1) ผิด เนื่องจาก หากวางประจุไฟฟ้าไว้ในสนามแม่เหล็ก จะมีแรงแม่เหล็กกระทำต่อประจุไฟฟ้าเท่ากับ 0 โดยขนาดของแรงขึ้นอยู่กับความเร็วของประจุ หากความเร็วมีค่าเท่า 0 หมายความว่าจะไม่มีแรงแม่เหล็กกระทำต่อประจุดังกล่าวนั่นเอง
            <br></br><tab></tab>ข้อ (2) ถูก เนื่องจาก ความเร็วเฉลี่ยของอิเล็กตรอนอิสระ (v<sub>av</sub>) ที่เคลื่อนที่ในลวดตัวนําเนื่องจากสนามไฟฟ้า E (หรือความเร็วเฉลี่ยของอนุภาคที่มีประจุไฟฟ้าที่เคลื่อนที่ในตัวนําไฟฟ้าเนื่องจากสนามไฟฟ้า) มีชื่อเรียก เฉพาะว่า ความเร็วลอยเลื่อน (drift velocity) แทนด้วยสัญลักษณ์ v <sub>d</sub> ดังนั้น ในช่วงเวลา ∆t สามารถพิจารณาได้ว่าแต่ละอิเล็กตรอนเคลื่อนที่ได้เป็นระยะ v<sub>d</sub> ∆t หากอิเล็กตรอนมีความเร็วไม่เท่ากับศูนย์ อาจกล่าวได้ว่ามีกระแสไฟฟ้าไหลในลวดตัวนำนั้น 
            <br></br><tab></tab><img src="https://jknowledgetutor.com/attachfile/netsat/physics/ad4-1.png" width="70%"></img> 
            <br></br><tab></tab>ข้อ (3) ผิด เนื่องจาก เมื่อวางประจุไฟฟ้าสองประจุที่มีประจุไฟฟ้าตรงข้ามกันไว้ใกล้กัน จะเกิดแรงไฟฟ้าระหว่างประจุทั้งสองนั้นเป็นแรงดูด โดยแรงที่เกิดนั้นมีขนาดเท่ากับ F=(kq<sub>1</sub> q<sub>2</sub>)/r<sup>2</sup>  แรงดังกล่าวจะทำให้ประจุเคลื่อนที่ด้วยความเร่ง (∑F=ma) ดังนั้นประจุทั้งสองจะไม่เคลื่อนที่ด้วยความเร็วคงตัว 
            <br></br><tab></tab>ข้อ (4) ผิด เนื่องจาก แรงไฟฟ้าที่กระทำกับประจุจะเกิดในระนาบเดียวกับสนามไฟฟ้าและมีทิศทางคงที่ ดังนั้น แรงที่เกิดขึ้นจะไม่ทำให้ประจุไฟฟ้าเคลื่อนที่แบบวงกลม 
            `,
            AnswerDescriptionAttachImg:'',
            Category: 'Data handling',
        },
        {   id: 5,
            question: 'กราฟความสัมพันธ์ระหว่างความเร็วและเวลาของการเคลื่อนที่ของวัตถุหนึ่งในแนวตรง เป็นดังรูป <br></br><img src="https://jknowledgetutor.com/attachfile/netsat/physics/pq5-1.png" width="80%"></img> <br></br>จากกราฟ ข้อใดถูก',
             choice :[{
                choicevalue:'a',choiceimg:false,choicetext: 'เมื่อวัตถุเคลื่อนที่เป็นเวลา t = 5 s วัตถุมีการกระจัดเท่ากับ 50 m'},{
                choicevalue:'b',choiceimg:false,choicetext: 'การกระจัดของวัตถุตั้งแต่ t = 0 s ถึง t = 5 s เท่ากับ t = 5 s ถึง t = 10 s'},{
                choicevalue:'c',choiceimg:false,choicetext: 'การเคลื่อนที่ของวัตถุเป็นการเคลื่อนที่โดยมีความเร่งคงตัว'},{
                choicevalue:'d',choiceimg:false,choicetext: 'อัตราเร็วเฉลี่ยของวัตถุตั้งแต่ t = 0 s ถึง t = 10 s มีค่าเท่ากับ 7.5 m/s'}
              ],
            Answer: 'd',
            AnswerDescription:`สำหรับกราฟของการเคลื่อนที่แนวตรง จะมีกราฟอยู่ 3 แบบ ได้แก่
            <br></br><tab></tab>กราฟตำแหน่งกับเวลา : ความเร็ว, อัตราเร็ว สามารถหาได้จาก ความชันของกราฟ
            <br></br><tab></tab>กราฟความเร็วกับเวลา, อัตราเร็วกับเวลา : 	ความเร่ง สามารถหาได้จาก ความชันของกราฟ การกระจัด, ระยะทาง สามารถหาได้จาก พื้นที่ใต้กราฟ
            <br></br><tab></tab>กราฟความเร่งกับเวลา : ความเร็วที่เปลี่ยนไป สามารถหาได้จาก พื้นที่ใต้กราฟ
            <br></br>จากกราฟความเร็วและเวลาดังรูป 
            <br></br>จะสังเกตได้ว่า
            <br></br><tab></tab>- ช่วง 5 วินาทีแรกวัตถุเริ่มเคลื่อนที่ด้วยความเร่งคงที่ (ความชันคงที่) มีความเร่งเท่ากับ 2 m/s<sup>2</sup> 
            <br></br><tab></tab><img src="https://jknowledgetutor.com/attachfile/netsat/physics/ad5-1.png" width="80%"></img> 
            <br></br><tab></tab>- หลังจาก 5 วินาทีแรก วัตถุเคลื่อนที่ด้วยความเร็วคงตัว 10 m/s (ความชันเป็นศูนย์) ความเร่งเท่ากับ 0
	        <br></br><tab></tab>ข้อ (1) ผิด เนื่องจาก เมื่อวัตถุเคลื่อนที่เป็นเวลา t = 5 s วัตถุจะมีขนาดของการกระจัด คำนวณได้จากพื้นที่ใต้กราฟตั้งแต่ t = 0 s ถึง t = 5 s พื้นที่ใต้กราฟในช่วงดังกล่าวเท่ากับ 25 m 
	        <br></br><tab></tab>ข้อ (2) ผิด เนื่องจาก พื้นที่ใต้กราฟในช่วง t = 0 s ถึง t = 5 s มีพื้นที่ใต้กราฟเท่ากับ 25 m แต่ในช่วง    t = 5 s ถึง t = 10 s มีพื้นใต้กราฟเท่ากับ 50 m ซึ่งไม่เท่ากัน
	        <br></br><tab></tab>ข้อ (3) ผิด เนื่องจาก จากกราฟจะสังเกตเห็นว่าวัตถุมีช่วงของการเคลื่อนที่ด้วยความเร็วคงตัว จึงกล่าวได้ว่าวัตถุไม่ได้เคลื่อนที่ด้วยความเร่งคงตัวตลอดการเคลื่อนที่
            <br></br><tab></tab>ข้อ (4) ถูก เนื่องจาก อัตราเร็วเฉลี่ยของวัตถุ คำนวณจาก <fraction> ระยะทางทั้งหมด | เวลาทั้งหมด </fraction> <br></br> 
            <br></br>ดังนั้น หากต้องการหาอัตราเร็วเฉลี่ยของการเคลื่อนที่ตั้งแต่ t =0 s ถึง t = 10 s จะต้องใช้การกระจัดตั้งแต่ t =0 s ถึง t = 10 s ซึ่งมีค่าเท่ากับ 25 m + 50 m = 75 m
            <br></br><tab></tab>จะได้ว่า V<sub>av</sub> = <fraction> 75m | 10s </fraction> <br></br>
            <br></br><2tab></2tab>V<sub>av</sub> = 7.5<fraction> m | s </fraction> <br></br>

         `,
            AnswerDescriptionAttachImg:'',
            Category: 'Data handling',
        },
        {   id: 6,
            question: `ข้อใดถูกต้องเกี่ยวกับเสียง`,
             choice :[{
                choicevalue:'a',choiceimg:false,choicetext: 'หากคลื่นเสียงที่มีความถี่และความยาวคลื่นเท่ากันสองขบวนเคลื่อนที่มาชนกันจะทำให้เสียงดังขึ้นเนื่องมาจากการแทรกสอดของเสียง'},{
                choicevalue:'b',choiceimg:false,choicetext: 'พลังงานของเสียงขึ้นอยู่กับความถี่เสียง ดังนั้นเมื่อเพิ่มความถี่ของเสียงจะทำให้เสียงดังขึ้น'},{
                choicevalue:'c',choiceimg:false,choicetext: 'หากผู้ฟังเดินเข้าหาแหล่งกำเนิดเสียง จะทำให้ได้ยินเสียงดังขึ้นและความถี่เสียงที่ผู้ฟังได้ยินจะมากกว่าความถี่เสียงจากแหล่งกำเนิด'},{
                choicevalue:'d',choiceimg:false,choicetext: 'คลื่นเสียงเดินทางในตัวกลางที่เป็นของเหลวได้ช้ากว่าตัวกลางที่เป็นก๊าซ'}
              ],
            Answer: 'c',
            AnswerDescription:`<tab></tab> ข้อ (1) ผิด เนื่องจาก หากคลื่นเสียงที่มีความถี่และความยาวคลื่นเท่ากันสองขบวนเคลื่อนที่มาชนกัน  อาจทำให้เกิดการแทรกสอดแบบหักล้างซึ่งทำให้แอมพลิจูดของคลื่นลดลง เสียงจะเบาลง แต่หากมีการรวมกันแบบเสริมจะทำให้แอมพลิจูดเพิ่มขึ้น เสียงจะดังขึ้น 
            <br></br><tab></tab>ข้อ (2) ผิด เนื่องจาก พลังงานของเสียง ขึ้นอยู่แอมพลิจูดของคลื่น ดังนั้นหากเพิ่มความถี่เสียงแล้วจะ   ไม่ทำให้เสียงดังขึ้น
            <br></br><tab></tab>ข้อ (3) ถูก เนื่องจาก ปรากฏการณ์ดอปเปลอร์ เป็นปรากฏการณ์ที่ผู้ฟังเสียงได้ยินเสียงที่มีความถี่เปลี่ยนไปเนื่องมาจากการเคลื่อนที่สัมพัทธ์ระหว่างแหล่งกำเนิดเสียงและผู้สังเกต แบ่งการพิจารณาออกเป็น 3 กรณี คือ
            <br></br><tab></tab><3space></3space>1)	แหล่งกำเนิดเสียงเคลื่อนที่ ผู้สังเกตอยู่นิ่ง
            <br></br><tab></tab><3space></3space>2)	แหล่งกำเนิดเสียงอยู่นิ่ง ผู้สังเกตเคลื่อนที่
            <br></br><tab></tab><3space></3space>3)	แหล่งกำเนิดเสียงและผู้สังเกตเคลื่อนที่
            <br></br><tab></tab><img src="https://jknowledgetutor.com/attachfile/netsat/physics/ad6-1.png" width="80%"></img> 
            <br></br><tab></tab><3space></3space>มีวิธีการพิจารณาแนวโน้มของความถี่ที่ผู้ฟังได้ยินคือ 
            <br></br><tab></tab><3space></3space> - หากผู้ฟังและแหล่งกำเนิดกำลังออกห่างกันเรื่อย ๆ ความถี่ที่ผู้ฟังได้ยินจะลดลง
            <br></br><tab></tab><3space></3space> - หากผู้ฟังและแหล่งกำเนิดกำลังเข้าใกล้กันเรื่อย ๆ ความถี่ที่ผู้ฟังได้ยินจะเพิ่มขึ้น
            <br></br><tab></tab>f<sub>L</sub> = f<sub>s</sub> (v<sub>0</sub>+v<sub>L</sub>)/(v<sub>0</sub>+v<sub>s</sub>)
            <br></br><tab></tab>ดังนั้น หากผู้ฟังเดินเข้าหาแหล่งกำเนิดเสียงจะทำให้ได้ยินเสียงที่มีความถี่มากกว่าความถี่เสียงจากแหล่งกำเนิดเสียง นอกจากนั้นแล้ว หากเดินเข้าหาแหล่งกำเนิดเสียงแล้วจะทำให้ระยะห่างจากแหล่งกำเนิดเสียงน้อยลงทำให้ความเข้มเสียงที่คำนวณได้จากสมการ I=P/(4πr<sup>2</sup> ) นั้นเพิ่มขึ้น
            <br></br><tab></tab>ข้อ (4) ผิด เนื่องจาก การเดินทางในตัวกลางของเสียง อัตราเร็วคลื่นจะขึ้นอยู่กับระยะห่างของโมเลกุลที่เป็นตัวกลางในการเคลื่อนที่ ดังนั้น เมื่อเปรียบเทียบความเร็วเสียงในตัวกลางสถานะต่าง ๆ จะได้ว่า
            <br></br><tab></tab><2space></2space>อัตราเร็วเสียงในของแข็ง>อัตราเร็วเสียงในของเหลว>อัตราเร็วเสียงในก๊าซ
            `,
            AnswerDescriptionAttachImg:'',
            Category: 'Data handling',
        },
        {   id: 7,
            question: 'ข้อใดผิด',
            choice :[{
                choicevalue:'a',choiceimg:false,choicetext:'คลื่นเสียงสามารถเดินทางได้ในสุญญากาศเช่นเดียวกับคลื่นแม่เหล็กไฟฟ้า'},{
                choicevalue:'b',choiceimg:false,choicetext: 'สำหรับเสียงที่มีความถี่ 1000 Hz มนุษย์สามารถได้ยินเสียงที่มีระดับเสียงต่ำที่สุด 0 dB'},{
                choicevalue:'c',choiceimg:false,choicetext: 'การเกิดเสียงของเครื่องดนตรี เกิดจากการสั่นของตัวกลางหรือแหล่งกำเนิดที่มีลักษณะเป็นคลื่นนิ่ง'},{
                choicevalue:'d',choiceimg:false,choicetext: 'คลื่นกลไม่สามารถเดินทางในสุญญากาศได้เนื่องจากจำเป็นต้องอาศัยตัวกลางในการเคลื่อนที่'}
            ],
            Answer: 'a',
            AnswerDescription:`<tab></tab> คลื่นกล คือ คลื่นที่ต้องอาศัยตัวกลางในการเคลื่อนที่ หากไม่มีตัวกลางในการเคลื่อนที่ คลื่นกลจะไม่สามารถส่งผ่านพลังงานต่อไปได้ ตัวอย่างคลื่นกล เช่น คลื่นเสียง คลื่นในเส้นเชือก คลื่นน้ำ เป็นต้น
            <br></br><tab></tab> เราสามารถคำนวณหาปริมาณต่าง ๆ ของคลื่นกลได้จาก
            <br></br><3tab></3tab>v=fλ
            <br></br><tab></tab>ข้อ (1) ผิด เนื่องจาก คลื่นเสียง เป็นคลื่นกล จำเป็นต้องอาศัยตัวกลางในการส่งผ่านพลังงาน ในสุญญากาศเป็นที่ว่างที่ไม่มีอนุภาคตัวกลางใดให้เสียงส่งผ่านพลังงานต่อไปได้ ดังนั้นคลื่นเสียงจึงไม่สามารถเดินทางในสุญญากาศได้
	        <br></br><tab></tab>ข้อ (2) ถูก เนื่องจาก ในช่วงความถี่เสียง 1000 Hz มนุษย์จะสามารถได้ยินเสียงที่มี ความเข้มเสียงต่ำสุด 10-12 W/m2 หากแปลงความเข้มเสียงดังกล่าวเป็นระดับเสียงจากสมการ
            <br></br><3tab></3tab>β = 10 log⁡(I/10<sup>-12</sup>)
            <br></br><tab></tab>จะได้ว่า ระดับเสียงต่ำสุดที่มนุษย์ได้ยิน คือ 0 dB
            <br></br><tab></tab>ข้อ (3) ถูก เนื่องจาก การเกิดเสียงของเครื่องดนตรี เกิดจากการสั่นของตัวกลางหรือแหล่งกำเนิดที่มีลักษณะคลื่นนิ่ง ยกตัวอย่างเช่น กีต้าร์ เมื่อเราทำการดีดสายกีต้าร์ซึ่งเป็นการรบกวนตัวกลาง ทำให้เกิดคลื่นเสียงขึ้น การสั่นของสายกีต้าร์จะทำให้เกิดคลื่นนิ่งบนสายกีต้าร์, ขลุ่ย เมื่อเราเป่าขลุ่ยก็จะทำให้เกิดคลื่นนิ่งในท่ออากาศเช่นเดียวกัน
            <br></br><tab></tab>ข้อ (4) ถูก เนื่องจาก คลื่นกลไม่สามารถเดินทางในสุญญากาศได้ ต้องอาศัยตัวกลางในการเคลื่อนที่ (ตัวกลางในการส่งผ่านพลังงาน)
            `,
            AnswerDescriptionAttachImg:'',
            Category: 'Numbers and Mathematical',
        },
        {   id: 8,
            question: 'ข้อใดถูกต้องที่สุด',
            choice :[{
                choicevalue:'a',choiceimg:false,choicetext:'เครื่องกำเนิดไฟฟ้าแบบหมุนขดลวดตัดกับสนามแม่เหล็กจะให้กระแสไฟฟ้าที่มีค่าคงที่ แต่มีแรงเคลื่อนไฟฟ้าไม่คงที่'},{
                choicevalue:'b',choiceimg:false,choicetext: 'หม้อแปลงทำหน้าที่แปลงแรงเคลื่อนไฟฟ้าให้มากขึ้น จะต้องมีจำนวนรอบของขดลวดปฐมภูมิมากกว่าจำนวนรอบของขดลวดทุติยภูมิ'},{
                choicevalue:'c',choiceimg:false,choicetext: 'เมื่อต่อแหล่งกำเนิดไฟฟ้ากระแสสลับเข้ากับตัวเก็บประจุ จะเกิดความต่างศักย์คร่อมตัวเก็บประจุนั้นและมีเฟสตรงกับกระแสไฟฟ้าสลับที่ไหลในวงจร'},{
                choicevalue:'d',choiceimg:false,choicetext: 'ในวงจร RLC หาก X<sub>L</sub> มีค่าเท่ากับ X<sub>C</sub> จะทำให้ความต้านทานรวมของวงจรเท่ากับ R'}
            ],
            Answer: 'd',
            AnswerDescription:` <tab></tab>แรงเคลื่อนไฟฟ้าเหนี่ยวนำที่เกิดจากเครื่องกำเนิดไฟฟ้าแบบหมุนขดลวดตัดกับสนามแม่เหล็กจะมีขนาดของแรงเคลื่อนไฟฟ้าไม่คงที่ (คล้ายคลื่นรูปไซน์) เราจึงสามารถหาความสัมพันธ์ระหว่างแรงเคลื่อนไฟฟ้ากับเวลาได้จากสมการ
            <br></br><tab></tab>e=E<sub>m</sub>sin⁡ωt
            <br></br><tab></tab>เมื่อเราทำการต่อไฟฟ้ากระแสสลับเข้ากับตัวต้านทาน จะเกิดเป็น วงจรไฟฟ้ากระแสสลับ และจะมีกระแสไฟฟ้าไหลผ่านตัวต้านทานทำให้เกิดความต่างศักย์คร่อมตัวต้าน ซึ่งกระแสฟ้าและความต่างศักย์ก็จะมีค่าเปลี่ยนแปลงไปตามเวลา เช่นเดียวกับแรงเคลื่อนไฟฟ้า เราจึงสามารถคำนวณหากระแสไฟฟ้าและความต่างศักย์ที่คร่อมตัวต้านทานได้จากสมการ
            <br></br><2tab></2tab>i=I<sub>m</sub>  sin⁡ωt	และ	v=V<sub>m</sub>  sin⁡ωt
            <br></br><tab></tab>ข้อ (1) ผิด เนื่องจาก เครื่องกำเนิดเครื่องกำเนิดไฟฟ้าแบบหมุนขดลวดตัดกับสนามแม่เหล็กจะให้กระแสไฟฟ้าที่มีค่าไม่คงที่แรงเคลื่อนไฟฟ้าไม่คงที่ ตามสมการ i=I<sub>m</sub>  sin⁡ωt และ e=E<Sub>m</sub> sin⁡ωt
            <br></br><tab></tab>ข้อ (2) ผิด เนื่องจาก หม้อแปลงมี 2 แบบ ได้แก่  
            <br></br><tab></tab>- หม้อแปลงขึ้น (Step up transformer) ใช้เปลี่ยนค่าความต่างศักย์ให้สูงขึ้น (N<sub>1</sub><N<sub>2</sub>)
            <br></br><tab></tab>- หม้อแปลงลง (Step down transformer) ใช้เปลี่ยนค่าความต่างศักย์ให้ต่ำลง (N<sub>1</sub>>N<sub>2</sub>)
            <br></br><tab></tab>ดังนั้น หม้อแปลงขึ้นจะต้องมีจำนวนรอบของขดลวดปฐมภูมิน้อยกว่าจำนวนรอบขดลวดทุติยภูมิ
            <br></br><tab></tab>ข้อ (3) ผิด เนื่องจาก เมื่อต่อไฟฟ้ากระแสสลับเข้ากับตัวเก็บประจุ จะเกิดกระแสไฟฟ้าสลับไหลผ่านตัวเก็บประจุและมีความต่างศักย์คร่อมตัวเก็บประจุดังกล่าวโดยมีเฟสของความต่างศักย์น้อยกว่ากระแสไฟฟ้าอยู่ 90֯
            <br></br><tab></tab>ข้อ (4) ถูก เนื่องจาก ในวงจร RLC เราสามารถหาความต้านทานรวมของวงจรได้จากสมการ 
            <br></br><2tab></2tab>z=√(R<<sup>2</sup>+(X<sub>L</sub>-X<sub>C</sub>)<sup>2</sup> )
            <br></br><tab></tab><img src="https://jknowledgetutor.com/attachfile/netsat/physics/ad8-1.png" height="30px"></img> 
            <br></br><tab></tab>หาก X<sub>L</sub>  เท่ากับ X<sub>C</sub>  จะได้ว่า X<sub>L</sub>-X<sub>C</sub>=0 ดังนั้น z=√(R<sup>2</sup> )=R
            `,
            AnswerDescriptionAttachImg:'',
            Category: 'Numbers and Mathematical',
        },
        {   id: 9,
            question: 'หากประจุไฟฟ้าเคลื่อนที่เข้าไปในสนามแม่เหล็ก ข้อใดผิด',
            choice :[{
                choicevalue:'a',choiceimg:false,choicetext:'ขนาดของแรงแม่เหล็กที่กระทำต่ออนุภาคจะแปรผันตรงกับขนาดของความเร็ว'},{
                choicevalue:'b',choiceimg:false,choicetext:'หากมีแค่แรงแม่เหล็กกระทำต่อประจุไฟฟ้า ประจุไฟฟ้าจะเคลื่อนที่ด้วยความเร่งคงตัว'},{
                choicevalue:'c',choiceimg:false,choicetext:'ความเร่งที่เกิดจากแรงแม่เหล็กไม่มีผลต่อขนาดความเร็วของประจุ'},{
                choicevalue:'d',choiceimg:false,choicetext:'การเคลื่อนที่ของประจุไฟฟ้าจะเป็นการเคลื่อนที่แบบโปรเจกไทล์'}
            ],
            Answer: 'd',
            AnswerDescription:`<br></br><tab></tab>เมื่อประจุ q เคลื่อนที่ด้วยความเร็ว  v ผ่านเข้าไปในสนามแม่เล็ก B ในทิศทำมุม θ กับสนามแม่เหล็กจะเกิดแรงแม่เหล็ก F<sub>B</sub> กระทำต่อประจุ เราสามารถคำนวณหาขนาดของแรงแม่เหล็กดังกล่าวได้ จากสูตร
            <br></br><2tab></2tab>F<sub>B</sub>=qvBsin⁡θ
            <br></br>เมื่อ 
            <br></br><tab></tab>F<sub>B</sub>	คือ แรงที่แม่เหล็กกระทําต่อประจุ มีหน่วยเป็น นิวตัน
            <br></br><tab></tab>q  	คือ ประจุไฟฟ้า มีหน่วยเป็น คูลอมบ์
            <br></br><tab></tab>v 	คือ ความเร็ว มีหน่วยเป็น เมตรต่อวินาที
            <br></br><tab></tab>B  	คือ สนามแม่เหล็ก มีหน่วยเป็น เทสลา
            <br></br><tab></tab>θ 	คือ มุมระหว่างความเร็ว v (ทิศที่ประจุวิ่ง) กับสนามแม่เหล็ก B 
            <br></br><tab></tab>ข้อ (1) ถูก เนื่องจาก สมการ F<sub>B</sub>=qvBsin⁡θ แสดงให้เห็นว่า ขนาดของแรงแม่เหล็กแปรผันตรงกับความเร็วของประจุที่เคลื่อนที่เข้าไปในสนามไฟฟ้า 
            <br></br><tab></tab>ข้อ (2) ถูก เนื่องจาก หากพิจารณาจากแรงแม่เหล็กที่กระทำกับประจุไฟฟ้าเพียงอย่างเดียว กล่าวได้ว่าประจุจะมีความเร่งในทิศตั้งฉากกับความเร็วและสนามแม่เหล็กทำให้ประจุเคลื่อนที่ด้วยความเร่งคงตัวตลอดการเคลื่อนที่ภายในสนามแม่เหล็ก
            <br></br><tab></tab>ข้อ (3) ถูก เนื่องจาก ความเร่งที่เกิดจากแรงแม่เหล็กมีทิศตั้งฉากกับความเร็วตลอดการเคลื่อนที่ ทำให้ทิศทางของความเร็วเปลี่ยนแปลงแต่ไม่มีผลต่อขนาดของความเร็วของประจุ 
            <br></br><tab></tab>ข้อ (4) ผิด เนื่องจาก อนุภาคที่มีประจุ เมื่อเคลื่อนที่ในสนามแม่เหล็กจะเกิดแรงในทิศตั้งฉากกับสนามแม่เหล็ก ซึ่งเป็นแรงเข้าสู่ศูนย์กลาง ทำให้อนุภาคที่มีประจุเคลื่อนที่เป็นวงกลม (Circular Motion) โดยมีแรงแม่เหล็กเท่ากับแรงเข้าสู่ศูนย์กลาง ดังตัวอย่างตามภาพ
            <br></br><2tab></2tab><img src="https://jknowledgetutor.com/attachfile/netsat/physics/ad9-1.png" width="70%"></img> 
             `,
            AnswerDescriptionAttachImg:'',
            Category: 'Numbers and Mathematical',
        },
        {   id: 10,
            question: `ข้อใดถูกต้องที่สุด`,
             choice :[{
                choicevalue:'a',choiceimg:false,choicetext:'เข็มทิศจะชี้ไปที่ทิศเหนือเสมอเนื่องจากที่ทิศเหนือทางภูมิศาสตร์มีสนามแม่เหล็กขั้วเหนือ'},{
                choicevalue:'b',choiceimg:false,choicetext:'หากกระแสไฟฟ้าไหลผ่านลวดตัวนำสองเส้นที่วางขนานกันในทิศทางเดียวกันจะเกิดแรงผลักให้ลวด ทั้งสองเคลื่อนที่ออกจากกัน'},{
                choicevalue:'c',choiceimg:false,choicetext:'แสงเหนือและแสงใต้เกิดจากอนุภาคที่มีประจุเคลื่อนที่เข้ามาในสนามแม่เหล็กโลก'},{
                choicevalue:'d',choiceimg:false,choicetext:'สารแม่เหล็กจะถูกแรงแม่เหล็กกระทำโดยแท่งแม่เหล็ก โดยหากสารแม่เหล็กอยู่ใกล้ขั้วเหนือจะถูก แรงดูดกระทำ แต่หากอยู่ใกล้ขั้วใต้จะถูกแรงผลักกระทำ'}
              ],
            Answer: 'c',
            AnswerDescription:`<tab></tab>ข้อ (1) ผิด เนื่องจาก ที่ทิศเหนือทางภูมิศาสตร์จะมีสนามแม่เหล็กขั้วใต้ และที่ทิศใต้ทางภูมิศาสตร์จะมีสนามแม่เหล็กขั้วเหนือ ทำให้เข็มทิศชี้ไปที่ทิศเหนือทางภูมิศาสตร์เสมอ และหากเราแขวนแท่งแม่เหล็กไว้อย่างอิสระ แท่งแม่เหล็กจะมีการเคลื่อนที่และหยุดนิ่งโดยมีการวางตัวอยู่ในแนวเหนือ-ใต้ตามหลักการดังกล่าว
            <br></br><tab></tab><img src="https://jknowledgetutor.com/attachfile/netsat/physics/ad10-1.png" width="80%"></img> 
            <br></br><tab></tab>ข้อ (2) ผิด เนื่องจาก การไหลของกระแสไฟฟ้าผ่านลวดตัวนำจะเหนี่ยวนำให้เกิดสนามแม่เหล็กขึ้นรอบเส้นลวดตัวนำนั้นโดยมีทิศหมุนวนตามกฎมือขวา ให้นิ้วโป้งของมือขวาแทนทิศทางการไหลของกระแสไฟฟ้า มือที่กำจะเป็นทิศทางของสนามแม่เหล็ก ดังนั้นหากให้กระแสไฟฟ้าไหลผ่านลวดตัวนำสองเส้นที่วางขนานกันในทางเดียวกัน จะทำให้เกิดแรงดูดขึ้นระหว่างลวดตัวนำ  ทำให้ลวดทั้งสองจะเคลื่อนที่เข้าหากัน
            <br></br><tab></tab><img src="https://jknowledgetutor.com/attachfile/netsat/physics/ad10-2.png" width="60%"></img> 
            <br></br><tab></tab><img src="https://jknowledgetutor.com/attachfile/netsat/physics/ad10-3.png" width="60%"></img> 
            <br></br><tab></tab><img src="https://jknowledgetutor.com/attachfile/netsat/physics/ad10-4.png" width="60%"></img> 
            <br></br><tab></tab>ข้อ (3) ถูก เนื่องจาก แสงเหนือและแสงใต้ เป็นปรากฎการณ์ที่อนุภาคมีประจุจากอวกาศเคลื่อนที่เข้ามาอยู่ภายใต้สนามแม่เหล็กโลก ทำให้เกิดแรงแม่เหล็กกระทำต่ออนุภาคดังกล่าว ซึ่งในระหว่างการเคลื่อนที่นั้นประจุจะเกิดการชนกับโมเลกุลก๊าซและทำให้โมเลกุลก๊าซปลดปล่อยคลื่นแม่เหล็กไฟฟ้าออกมาในช่วง visible light เราจึงสังเกตเห็นเป็นลำแสงสีต่าง ๆ ขึ้นอยู่กับชนิดของก๊าซที่อนุภาคชน
            <br></br><tab></tab>ข้อ (4) ผิด เนื่องจาก สารแม่เหล็กจะถูกแรงดูดของแท่งแม่เหล็กกระทำเสมอไม่ว่าจะเข้าใกล้ขั้วใต้หรือขั้วเหนือก็ตาม สามารถทดลองได้โดยการนำแท่งแม่เหล็กวางบนกระดาษแล้วโรยผงเหล็กรอบ ๆ บริเวณดังกล่าว ขยับกระดาษเล็กน้อยและสังเกตผงเหล็ก จะพบว่ามีผงเหล็กเกาะที่ขั้วเหนือและขั้วใต้ของสนามแม่เหล็กเนื่องมาจากแรงดูด
            `,
            AnswerDescriptionAttachImg:'',
            Category: 'Numbers and Mathematical',
        },
        {   id: 11,
            question: `ข้อใดถูกเกี่ยวกับความร้อน`,
            choice :[{
                choicevalue:'a',choiceimg:false,choicetext: 'ความร้อนที่ใช้ในการเปลี่ยนสถานะของน้ำไปเป็นไอน้ำ เรียกว่าความร้อนแฝงของการกลายเป็นไอ'},{
                choicevalue:'b',choiceimg:false,choicetext: 'พลังงานความร้อนที่ใช้ในการเพิ่มอุณหภูมิของน้ำ 0.5 kg จาก 15 องศาเซลเซียสไปเป็นน้ำอุณหภูมิ 35 องศาเซลเซียส มีค่าเท่ากับ 418.6 kJ ถ้าค่าความจุความร้อนจำเพาะของน้ำคือ 4186 J/kg.K'},{
                choicevalue:'c',choiceimg:false,choicetext: 'สารในสถานะก๊าซไม่สามารถเปลี่ยนกลับไปเป็นของแข็งได้'},{
                choicevalue:'d',choiceimg:false,choicetext: 'ความร้อนที่ใช้ในการเพิ่มอุณหภูมิของสาร ไม่ขึ้นอยู่กับมวลของสารนั้นแต่ขึ้นอยู่กับค่าความจุความร้อนจำเพาะของสาร'}
              ],
            Answer: 'a',
            AnswerDescription:` <br></br><tab></tab>ข้อ (1) ถูก เนื่องจาก ความร้อนที่ใช้ในการเปลี่ยนสถานะของสาร เรียกว่า ความร้อนแฝง 
            <br></br><tab></tab><img src="https://jknowledgetutor.com/attachfile/netsat/physics/ad11-1.png" width="80%"></img> 
            <br></br><tab></tab>หากเป็นการเปลี่ยนสถานะของสารย้อนกลับ จะเป็นการที่สารคายพลังงานออกมาในปริมาณที่เท่ากัน
	        <br></br><tab></tab>ดังนั้น ความร้อนที่ใช้ในการเปลี่ยนสถานะของน้ำไปเป็นไอน้ำ เรียกว่า ความร้อนแฝงของการกลายเป็นไอ
            <br></br><tab></tab>ข้อ (2) ผิด เนื่องจาก พลังงานความร้อนที่ใช้ในการเพิ่มอุณหภูมิของน้ำคำนวณได้จากสมการ
			<br></br><2tab></2tab>Q=mcΔt
	        <br></br>แทนค่า		
            <br></br>Q=(0.5 kg)(4186 <fraction> J | kg.K </fraction>)(35-15 ℃)<br></br>
			<br></br><2tab></2tab>Q=41860 J
			<br></br><2tab></2tab>Q=41.86 kJ
            <br></br><tab></tab>ข้อ (3) ผิด เนื่องจาก สารในสถานะก๊าซสามารถคายพลังงานและเปลี่ยนกลับไปเป็นของแข็งได้ เรียกการเปลี่ยนสถานะนี้ว่า การระเหิดกลับ ตัวอย่างของการระเหิดกลับ เช่น การเกิดลูกเห็บ เป็นการระเหิดกลับของไอน้ำในอากาศที่อุณหภูมิและความดันเหมาะสม กลายเป็นก้อนน้ำแข็ง
            <br></br><tab></tab>ข้อ (4) ผิด เนื่องจาก ความร้อนที่ใช้ในการเพิ่มอุณหภูมิของสาร ขึ้นอยู่กับมวลของสาร ค่าความจุความร้อนจำเพาะ และอุณหภูมิที่เปลี่ยนไป ดังสมการ Q=mcΔt
            `,
            AnswerDescriptionAttachImg:'',
            Category: 'Functions',
        },
        {   id: 12,
            question: `การที่ไอน้ำลอยขึ้นฟ้า เกิดจาก`,
            choice :[{
                choicevalue:'a',choiceimg:false,choicetext: 'การนำความร้อน'},{
                choicevalue:'b',choiceimg:false,choicetext: 'การพาความร้อน'},{
                choicevalue:'c',choiceimg:false,choicetext: 'การแผ่รังสีความร้อน'},{
                choicevalue:'d',choiceimg:false,choicetext: 'การแพร่ความร้อน'}
              ],
            Answer: 'b',
            AnswerDescription:`<tab></tab> การนำความร้อน คือ การถ่ายโอนพลังงานความร้อนโดยมีของแข็งเป็นตัวกลาง โมเลกุลของสารไม่ได้เคลื่อนที่ไปพร้อมกับความร้อน
            <br></br><tab></tab>การพาความร้อน คือ การถ่ายโอนพลังงานความร้อนโดยมีก๊าซและของเหลว เป็นตัวกลาง โมเลกุลของสารเคลื่อนที่ไปพร้อมกับความร้อน
            <br></br><tab></tab>การแผ่รังสีความร้อน คือ การถ่ายโอนพลังงานความร้อนโดยไม่ต้องอาศัยตัวกลาง
            <br></br><tab></tab>ดังนั้นจึงตอบข้อ (2) เนื่องจาก การที่ไอน้ำลอยขึ้นฟ้า เป็นการถ่ายโอนความร้อนโดยมีตัวกลางเป็นก๊าซ กระบวนการถ่ายโอนความร้อนดังกล่าว เรียกว่า การพาความร้อน
         `,
            AnswerDescriptionAttachImg:'',
            Category: 'Numbers and Mathematical',
        },
        {   id: 13,
            question: `ข้อใดผิด`,
            choice :[{
                choicevalue:'a',choiceimg:false, choicetext: 'ที่อุณหภูมิคงที่ เมื่อเรากดลูกสูบที่มีก๊าซบรรจุอยู่ภายในแล้ววัดความดันอากาศ จะพบว่าภายในลูกสูบมีความดันเพิ่มขึ้น สามารถอธิบายได้ด้วยสมการ P<sub>1</sub>V<sub>1</sub> = P<sub>2</sub>V<sub>2</sub>'},{
                choicevalue:'b',choiceimg:false, choicetext: 'ที่ความดันคงที่ เมื่อบรรจุก๊าซลงในลูกสูบแล้วให้ความร้อน จะพบว่าก๊าซมีการขยายตัวทำให้ปริมาตรของก๊าซเพิ่มขึ้น สามารถอธิบายได้ด้วยสมการ '},{
                choicevalue:'c',choiceimg:false, choicetext: 'ที่อุณหภูมิคงที่ เมื่อทำการเป่าลูกโป่งแล้วปริมาตรของลูกโป่งจะเพิ่มขึ้น สามารถอธิบายได้ด้วยสมการ P<sub>1</sub>V<sub>1</sub> = P<sub>2</sub>V<sub>2</sub>'},{
                choicevalue:'d',choiceimg:false, choicetext: 'เราสามารถหาความสัมพันธ์ของการเปลี่ยนแปลงความดัน ปริมาตร และอุณหภูมิของก๊าซที่บรรจุในลูกสูบได้ด้วยสมการ '}
              ],
            Answer: 'c',
            AnswerDescription:`<br></br><tab></tab>ข้อที่ (1) ถูก เนื่องจาก ที่อุณหภูมิคงที่ เมื่อเรากดลูกสูบที่มีก๊าซบรรจุอยู่ภายในแล้ววัดความดันอากาศ จะพบว่าภายในลูกสูบมีความดันเพิ่มขึ้น สามารถอธิบายได้ด้วยสมการ P<sub>1</sub>V<sub>1</sub> = P<sub>2</sub>V<sub>2</sub>
            <br></br><tab></tab>ข้อที่ (2) ถูก เนื่องจาก ความดันคงที่ เมื่อบรรจุก๊าซลงในลูกสูบแล้วให้ความร้อน จะพบว่าก๊าซมีการขยายตัวทำให้ปริมาตรของก๊าซเพิ่มขึ้น สามารถอธิบายได้ด้วยสมการ V<sub>1</sub>/T<sub>1</sub> =V<sub>2</sub>/T<sub>2</sub>
            <br></br><tab></tab>ข้อที่ (3) ผิด เนื่องจาก ที่อุณหภูมิคงที่ การเป่าลูกโป่งแล้วทำให้ลูกโป่งพองโต เป็นการเพิ่มจำนวนโมเลกุลของก๊าซในระบบ ซึ่งสมการ P<sub>1</sub>V<sub>1</sub>=P<sub>2</sub>V<sub>2</sub> จะต้องควบคุมให้อุณหภูมิและมวลของก๊าซคงที่ แต่จำนวนโมเลกุลก๊าซส่งผลต่อมวลทำให้มวลมากขึ้น สมการนี้จึงไม่สามารถอธิบายการเป่าลูกโป่งได้
            <br></br><tab></tab>ข้อที่ (4) ถูก เนื่องจาก ภายในลูกสูบที่มีก๊าซบรรจุอยู่ปริมาณเท่าเดิม กล่าวได้ว่าจำนวนโมเลกุลของก๊าซคงที่ ทำให้การเปลี่ยนแปลงความดัน ปริมาตร และอุณหภูมิของก๊าซภายในลูกสูบ อธิบายได้ด้วยสมการ
            <br></br><3tab></3tab>P<sub>1</sub>V<sub>1</sub>/T<sub>1</sub> =P<sub>2</sub>V<sub>2</sub>/T<sub>2</sub>
            `,
            AnswerDescriptionAttachImg:'',
            Category: 'Numbers and Mathematical',
        },
        {   id: 14,
            question: `เกี่ยวกับความร้อน ข้อใดผิด`,
             choice :[{
                choicevalue:'a',choiceimg:false,choicetext: 'เมื่ออุณหภูมิเพิ่มขึ้นโมเลกุลของก๊าซจะเคลื่อนที่เร็วขึ้น'},{
                choicevalue:'b',choiceimg:false,choicetext: 'โมเลกุลก๊าซมีการเคลื่อนที่ตลอดเวลา และก๊าซแต่ละโมเลกุลมีอัตราเร็วไม่เท่ากัน'},{
                choicevalue:'c',choiceimg:false,choicetext: 'ความร้อนจะถ่ายเทจากบริเวณที่มีอุณหภูมิสูงไปยังบริเวณที่มีอุณหภูมิต่ำ'},{
                choicevalue:'d',choiceimg:false,choicetext: 'หากวัตถุสองชนิดมีอุณหภูมิเท่ากันหมายความว่ามีความร้อนเท่ากัน'}
              ],
            Answer: 'd',
            AnswerDescription:`ก๊าซอุดมคติจะมีลักษณะดังต่อไปนี้
            <br></br><2tab></2tab>1) ก๊าซประกอบด้วยโมเลกุลจำนวนมาก ทุกโมเลกุลมีขนาดเล็กและชนผนังแบบยืดหยุ่น
            <br></br><2tab></2tab>2) ปริมาตรของโมเลกุลก๊าซน้อยมาก ปริมาตรของก๊าซ คือ ปริมาตรภาชนะ
            <br></br><2tab></2tab>3) ไม่มีแรงใด ๆ กระทำต่อโมเลกุล ไม่ว่าจะเป็นแรงดึงดูดระหว่างโมเลกุล หรือ แรงโน้มถ่วงโลก
            <br></br><2tab></2tab>4) การเคลื่อนที่ของโมเลกุลเป็นแบบบราวน์ (Brownian motion) โมเลกุลสามารถเคลื่อนได้ทุกทิศทาง
            <br></br><img src="https://jknowledgetutor.com/attachfile/netsat/physics/ad14-1.png" width="60%"></img> 
            <br></br><tab></tab>ข้อ (1) ถูก เนื่องจาก การเพิ่มอุณหภูมิจะทำให้พลังงานในระบบเพิ่มขึ้น โมเลกุลก๊าซในระบบจะมีพลังงานจลน์เพิ่มขึ้นเช่นเดียวกัน ส่งผลให้โมเลกุลก๊าซเคลื่อนที่เร็วขึ้น
            <br></br><tab></tab>ข้อ (2) ถูก เนื่องจาก โมเลกุลก๊าซมีการเคลื่อนที่ตลอดเวลา มีพลังงานจลน์มากกว่าพลังงานศักย์มากจนเกือบถือได้ว่ามีแต่พลังงานจลน์ และเนื่องจากก๊าซแต่ละโมเลกุลมีความเร็วไม่เท่ากัน ความเร็วของโมเลกุลก๊าซที่กล่าวถึงจึงมักเป็นความเร็วเฉลี่ยของโมเลกุลก๊าซ 
            <br></br><tab></tab>ข้อ (3) ถูก เนื่องจาก ความร้อนเป็นพลังงานที่สามารถถ่ายเทได้ โดยจะมีการถ่ายเทพลังงานความร้อนจากบริเวณที่มีอุณหภูมิสูงไปยังบริเวณที่มีอุณหภูมิต่ำ หากภายในระบบมีอุณหภูมิเท่ากันอาจกล่าวได้ว่าไม่มีการถ่ายเทความร้อนภายในระบบ 
            <br></br><tab></tab>ข้อ (4) ผิด เนื่องจาก วัตถุสองชนิดที่มีอุณหภูมิเท่ากันอาจมีความจุความร้อนจำเพาะของสารและขนาดของมวลไม่เท่ากัน ส่งผลให้ความร้อนของวัตถุสองชนิดที่มีอุณหภูมิเท่ากันอาจมีความร้อนไม่เท่ากัน
            `,
            AnswerDescriptionAttachImg:'',
            Category: 'Functions',
        },
        {   id: 15,
            question: `ข้อใดผิด`,
            choice :[{
                choicevalue:'a',choiceimg:false,choicetext: 'วางวัตถุไว้หน้าเลนส์นูนโดยมีระยะวัตถุมากกว่าระยะโฟกัสจะเกิดภาพจริง'},{
                choicevalue:'b',choiceimg:false,choicetext: 'วางวัตถุไว้หน้ากระจกนูนโดยมีระยะวัตถุมากกว่าระยะโฟกัสจะเกิดภาพเสมือน'},{
                choicevalue:'c',choiceimg:false,choicetext: 'วางวัตถุไว้หน้าเลนส์เว้าโดยมีระยะวัตถุน้อยกว่าระยะโฟกัสจะเกิดภาพเสมือน'},{
                choicevalue:'d',choiceimg:false,choicetext: 'วางวัตถุไว้หน้ากระจกเว้าโดยมีระยะวัตถุน้อยกว่าระยะโฟกัสจะเกิดภาพจริง'}
              ],
            Answer: 'd',
            AnswerDescription:`<tab></tab>เลนส์ คือวัสดุโปร่งแสง ทำให้แสงเดินทางผ่านได้ แต่เนื่องจากดรรชนีหักเหของเลนส์ไม่เท่ากับอากาศจึงส่งผลให้รังสีของแสงเกิดการหักเห เลนส์บางจะมีอยู่สองประเภท คือ
            <br></br><2tab></2tab>- เลนส์เว้า ทำหน้าที่ กระจายแสง รังสีของแสงที่ผ่านเลนส์เว้าจะถ่างออกจากกัน 
            <br></br><2tab></2tab>- เลนส์นูน ทำหน้าที่ รวมแสง รังสีของแสงที่ผ่านเลนส์นูนจะลู่เข้าหากัน
            <br></br><tab></tab>กระจก คือวัสดุที่สามารถสะท้อนแสงได้ ทำให้แสงที่เดินทางไปตกกระทบกับกระจกสะท้อนกลับออกมา กระจกเงาทรงกลมมีอยู่สองประเภท คือ 
            <br></br><2tab></2tab>- กระจกเว้า ทำหน้าที่ รวมแสง รังสีที่เข้าไปตกกระทบจะสะท้อนกลับมารวมกัน
            <br></br><2tab></2tab>- กระจกนูน ทำหน้าที่ กระจายแสง รังสีของแสงที่ไปตกกระทบจะสะท้อนกระจายออกจากกระจก
            สามารถสรุปการเกิดภาพจากกระจกทรงกลมและเลนส์ทรงกลมได้ดังนี้
            <br></br><tab></tab>- กระจกนูนเกิดภาพเหมือนเลนส์เว้า, กระจกเว้าเกิดภาพเหมือนเลนส์นูน
            <br></br><tab></tab>- กระจกเว้า ให้ภาพจริงและภาพเสมือน (ขึ้นอยู่กับระยะที่วางวัตถุ)
            <br></br><2tab></2tab>s > c 		เกิดภาพจริง ขนาดเล็กกว่าวัตถุ
            <br></br><2tab></2tab>s = c 		เกิดภาพจริง ขนาดเท่ากับวัตถุ
            <br></br><2tab></2tab>c > s > f 	เกิดภาพจริง ขนาดใหญ่กว่าวัตถุ
            <br></br><2tab></2tab>s = f 		เกิดภาพจริง ที่ระยะอนันต์ (ไม่เกิดภาพ) 
            <br></br><2tab></2tab>s < f 		เกิดภาพเสมือน ขนาดใหญ่กว่าวัตถุ
            <br></br><tab></tab>- กระจกนูน ให้ภาพเสมือน ขนาดเล็กกว่าวัตถุเสมอ (ยกเว้นถ้าวางหน้ากระจกจะเท่ากับวัตถุ)
            <br></br>จากตัวเลือก 
            <br></br><tab></tab>ข้อ (1) ถูก เนื่องจาก วางวัตถุไว้หน้าเลนส์นูนโดยมีระยะวัตถุมากกว่าระยะโฟกัสจะเกิดภาพจริง (s > f)
	        <br></br><tab></tab>ข้อ (2) ถูก เนื่องจาก วางวัตถุไว้หน้ากระจกนูนโดยมีระยะวัตถุมากกว่าระยะโฟกัสจะเกิดภาพเสมือน (เกิดภาพเสมือนเสมอ) 
	        <br></br><tab></tab>ข้อ (3) ถูก เนื่องจาก วางวัตถุไว้หน้าเลนส์เว้าโดยมีระยะวัตถุน้อยกว่าระยะโฟกัสจะเกิดภาพเสมือน (เกิดภาพเสมือนเสมอ)
	        <br></br><tab></tab>ข้อ (4) ผิด เนื่องจาก วางวัตถุไว้หน้ากระจกเว้าโดยมีระยะวัตถุน้อยกว่าระยะโฟกัสจะเกิดภาพเสมือน (s < f)
            `,
            AnswerDescriptionAttachImg:'',
            Category: 'Functions',
        },
        {   id: 16,
            question: `การทดลองเกี่ยวกับโครงสร้างอะตอม ข้อใดผิด`,
            choice :[{
                choicevalue:'a',choiceimg:false,choicetext:'รังสีแคโทดเบี่ยงเบนในสนามแม่เหล็กเข้าหาขั้วใต้ของสนามแม่เหล็ก จึงสรุปได้ว่ารังสีแคโทดคืออนุภาคที่มีประจุลบ'},{
                choicevalue:'b',choiceimg:false,choicetext: 'ยิงรังสีแอลฟาใส่แผ่นทองคำบางโดยมีฉากเรืองแสงล้อมรอบไว้ จะมีรังสีแอลฟาที่ทะลุผ่านแผ่นทองคำ เบี่ยงเบนออกจากแนวการเคลื่อนที่เดิมและสะท้อนกลับไปบริเวณแหล่งกำเนิดรังสีแอลฟา'},{
                choicevalue:'c',choiceimg:false,choicetext: 'รังสีแคโทดเบี่ยงเบนในสนามไฟฟ้าเข้าหาขั้วไฟฟ้าบวกจึงสรุปได้ว่ารังสีแคโทดคืออนุภาคที่มีประจุลบ'},{
                choicevalue:'d',choiceimg:false,choicetext: 'การหาประจุของอิเล็กตรอนโดยการทดลองหยดน้ำมัน (Oil-dropped experiment) มีแรงกระทำต่อหยดน้ำมันที่ลอยนิ่งอยู่สองแรงได้แก่ แรงโน้มถ่วงและแรงไฟฟ้า'}
            ],
            Answer: 'a',
            AnswerDescription:`<tab></tab>ข้อ (1) ผิด เนื่องจาก รังสีแคโทดจะเบี่ยงเบนในสนามแม่เหล็กในทิศตั้งฉากกับสนามแม่เหล็ก (ใช้หลักการการเคลื่อนที่ของประจุในสนามแม่เหล็ก) ไม่ได้เบนเข้าหาขั้วใต้ของสนามแม่เหล็ก
	        <br></br><tab></tab>ข้อ (2) ถูก เนื่องจาก เมื่อยิงรังสีแอลฟาใส่แผ่นทองคำบางโดยมีฉากเรืองแสงล้อมรอบเอาไว้ จะมีรังสีแอลฟาส่วนใหญ่ทะลุผ่านแผ่นทองคำไป และส่วนน้อยที่จะเกิดการเบี่ยงเบนออกจากแนวการเคลื่อนที่เดิมและสะท้อนกลับไปบริเวณแหล่งกำเนิดรังสีแอลฟา จึงสรุปว่า อะตอมประกอบด้วยที่ว่างเป็นส่วนใหญ่ และโปรตอนซึ่งมีประจุบวกรวมกันอยู่อย่างหนาแน่นตรงกลางอะตอมมีมวลมากแต่มีขนาดเล็กมากเมื่อเทียบกับปริมาตรของอะตอม มีอิเล็กตรอนเคลื่อนที่อยู่รอบนอกของอะตอม
	        <br></br><tab></tab>ข้อ (3) ถูก เนื่องจาก รังสีแคโทดเบี่ยงเบนในสนามไฟฟ้าเข้าหาขั้วบวกของสนามไฟฟ้า จึงสรุปได้ว่ารังสีแคโทดคืออนุภาคที่มีประจุลบ
	        <br></br><tab></tab>ข้อ (4) ถูก เนื่องจาก ในการทดลองหยดน้ำมัน มิลลิแกนจะสนใจหยดน้ำมันที่ลอยนิ่งอยู่กับที่ เนื่องจากหยดน้ำมันดังกล่าวมีแรงลัพธ์เท่ากับศูนย์ โดยหยดน้ำมันมีประจุเป็นลบจะถูกแรงเนื่องจากสนามไฟฟ้ากระทำในแนวดิ่งในทิศชี้ขึ้น ในขณะเดียวกันจะถูกแรงโน้มถ่วงกระทำในทิศชี้ลงสู่พื้นโลก
            `,
            AnswerDescriptionAttachImg:'',
            Category: 'Functions',
        },
        {   id: 17,
            question: `ข้อใดถูกต้องที่สุด`,
            choice :[{
                choicevalue:'a',choiceimg:false,choicetext: 'แบบจำลองอะตอมของทอมสันจะเป็นทรงกลม โดยมีประจุบวกและประจุลบกระจายตัวอยู่ อย่างสม่ำเสมอ'},{
                choicevalue:'b',choiceimg:false,choicetext: 'แบบจำลองอะตอมของรัทเทอร์ฟอร์ดจะมีประจุบวกรวมอยู่ที่จุดศูนย์กลางของทรงกลม และมีประจุลบลอยนิ่งอยู่รอบ ๆ'},{
                choicevalue:'c',choiceimg:false,choicetext: 'แบบจำลองอะตอมของโบร์จะมีนิวตรอนและโปรตอนรวมอยู่ใจกลางเรียกว่านิวเคลียส และมีอิเล็กตรอนเคลื่อนที่เป็นวงโคจรรอบนิวเคลียสเป็นชั้น ๆ เรียกแต่ละวงโคจรว่าระดับพลังงาน'},{
                choicevalue:'d',choiceimg:false,choicetext: 'หากอิเล็กตรอนในสภาวะพื้นได้รับพลังงานมากพอจะมีการย้ายระดับพลังงานขึ้นไปโคจรในระดับพลังงานที่สูงขึ้นและมีการคายคลื่นแม่เหล็กไฟฟ้าในรูปรังสีอัลตราไวโอเลตเสมอ'}
            ],
            Answer: 'c',
            AnswerDescription:`<tab></tab>ข้อ (1) ผิด เนื่องจาก แบบจำลองอะตอมของทอมสันจะมีเนื้ออะตอมที่เป็นประจุบวกและมีประจุลบกระจายตัวอยู่รอบ ๆ จากตัวเลือกจะอธิบายว่าแบบจำลองอะตอมของทอมสันนั้นมีประจุบวกและประจุลบเกาะรวมตัวกันอยู่อย่าสม่ำเสมอ
            <br></br><tab></tab><img src="https://jknowledgetutor.com/attachfile/netsat/physics/ad17-1.png" width="80%"></img> 
            <br></br><tab></tab>ข้อ (2) ผิด เนื่องจาก แบบจำลองอะตอมของ รัทเทอร์ฟอร์ด จะมีประจุบวกรวมอยู่ที่จุดศูนย์กลางของทรงกลม ซึ่งประจุลบไม่ได้ลอยนิ่งอยู่เฉย ๆ แต่มีการเคลื่อนที่รอบ ๆ ประจุบวกตลอดเวลา  
            <br></br><tab></tab><img src="https://jknowledgetutor.com/attachfile/netsat/physics/ad17-2.png" width="80%"></img> 
            <br></br><tab></tab>ข้อ (3) ถูก เนื่องจาก แบบจำลองอะตอมของโบร์จะมีนิวตรอนและโปรตอนรวมอยู่ใจกลางของอะตอม เรียกว่า นิวเคลียส และมีอิเล็กตรอนเคลื่อนที่เป็นวงโคจรรอบนิวเคลียสเป็นชั้น ๆ เรียกแต่ละวงโคจรว่าระดับพลังงาน โดยเมื่อระดับพลังงานมากขึ้น รัศมีของวงโคจรก็จะมากขึ้นตามไปด้วย
	        <br></br><tab></tab>ข้อ (4) ผิด เนื่องจาก หากอิเล็กตรอนในสภาวะพื้นได้รับพลังงานมากพอ จะมีการย้ายระดับพลังงานไปโคจรในระดับพลังงานที่สูงขึ้นแล้วคายพลังงานออกมาเพื่อกลับไปสู่สภาวะพื้นดังเดิม คลื่นแม่เหล็กไฟฟ้าที่คายออกมานั้นจะมีหลายความยาวคลื่น ไม่ได้มีเพียงรังสีอัลตราไวโอเลต 
            <br></br><tab></tab><img src="https://jknowledgetutor.com/attachfile/netsat/physics/ad17-3.png" width="80%"></img> `,
            AnswerDescriptionAttachImg:'',
            Category: 'Geometrical Figures',
        },
        {   id: 18,
            question: `ข้อใดผิด `,
            choice :[{
                choicevalue:'a',choiceimg:false,choicetext: 'ความถี่ของคลื่นแม่เหล็กไฟฟ้าที่อิเล็กตรอนคายออกมาเมื่อมีการเปลี่ยนระดับพลังงานจาก n<sub>2</sub> ไปโคจรที่ระดับพลังงาน n<sub>1</sub> มีค่าเท่ากับ 4.94 x 10<sup>15</sup> Hz เมื่อ E<sub>2</sub> = -3.40 eV และ E<sub>1</sub> = -13.60 eV'},{
                choicevalue:'b',choiceimg:false,choicetext: 'ความถี่สูงสุดของคลื่นที่ได้จากหลอดรังสีเอกซ์ที่มีความต่างศักย์ของขั้วไฟฟ้าเท่ากับ 10<sup>4</sup> V มีค่าเท่ากับ 2.42 x 10<sup>18</sup> Hz '},{
                choicevalue:'c',choiceimg:false,choicetext: 'ให้แสงตกกระทบขั้วแคโทดในหลอดสุญญากาศแล้วมีอิเล็กตรอนเคลื่อนที่พุ่งจากขั้วแคโทดไปยังขั้วแอโนด เรียกปรากฎการณ์นี้ว่าปรากฎการณ์โฟโตอิเล็กทริก'},{
                choicevalue:'d',choiceimg:false,choicetext: 'ฉายรังสีเอกซ์ไปที่แท่งแกรไฟต์ปรากฏว่ามีอิเล็กตรอนและรังสีเอกซ์กระเจิงออกมา แสดงให้เห็นว่าคลื่นแม่เหล็กไฟฟ้าสามารถประพฤติตัวเป็นอนุภาคได้'}
            ],
            Answer: 'a',
            AnswerDescription:`<br></br><tab></tab>ข้อ (1) ผิด เนื่องจาก ความถี่ของคลื่นแม่เหล็กไฟฟ้าที่อิเล็กตรอนคายออกมาเมื่อมีการเปลี่ยนระดับพลังงานจาก n<sub>2</sub> ไปโคจรที่ระดับพลังงาน n<sub>1</sub> คำนวณจากสมการ
            <br></br><2tab></2tab> ∆E=<fraction> hf | e </fraction> <br></br>
            <br></br><tab></tab>แทนค่าในสมการ	-3.40-(-13.60) = (6.6×10<sup>-34</sup>f)/(1.6×10<sup>-19</sup>)
            <br></br><2tab></2tab>f=2.47×10<sup>15</sup>  Hz
            <br></br><tab></tab>ข้อ (2) ถูก เนื่องจาก ความถี่สูงสุดของคลื่นที่ได้จากหลอดรังสีเอกซ์คำนวณได้จากสมการ 
            <br></br><2tab></2tab>eV=hf
            <br></br>แทนค่าในสมการ		
            <br></br><2tab></2tab>f=(1.6 × 10<sup>-19</sup>C)(10<sup>4</sup>V) / (6.6×10<sup>-34</sup>J)
            <br></br><2tab></2tab>f=2.42 ×10<sup>18</sup>  Hz
            <br></br><tab></tab>ข้อ (3) ถูก เนื่องจาก ปรากฏการณ์โฟโตอิเล็กทริก คือปรากฎการณ์ที่แสงหรือคลื่นแม่เหล็กไฟฟ้าความถี่สูงตกกระทบผิวโลหะแล้วอิเล็กตรอนหลุดออกจากผิวโลหะนั้น ดังนั้นการให้แสงตกกระทบขั้วแอโนดในหลอดสุญญากาศแล้วมีอิเล็กตรอนเคลื่อนที่พุ่งจากขั้วแคโทดไปยังขั้วแอโนด จึงเป็นปรากฎการณ์โฟโตอิเล็กทริก
            <br></br><tab></tab>ข้อ (4) ถูก เนื่องจาก การที่รังสีเอกซ์ตกกระทบแท่งแกรไฟต์แล้วมีอิเล็กตรอนและรังสีเอกซ์กระเจิงออกมา แสดงให้เห็นว่าคลื่นแม่เหล็กไฟฟ้าประพฤติตัวเป็นอนุภาคได้ 
            <br></br><tab></tab><img src="https://jknowledgetutor.com/attachfile/netsat/physics/ad18-1.png" width="80%"></img> 
            `,
            AnswerDescriptionAttachImg:'',
            Category: 'Geometrical Figures',
        },
        {   id: 19,
            question: `เกี่ยวกับคลื่นแม่เหล็กไฟฟ้า ข้อใดผิด`,
            choice :[{
                choicevalue:'a',choiceimg:false,choicetext: 'การโพลาไรเซชันของแสงสามารถทำได้โดยการให้แสงเดินทางผ่านแผ่นโพลารอยด์'},{
                choicevalue:'b',choiceimg:false,choicetext: 'คลื่นโทรทัศน์ที่ถูกปล่อยจากสถานีโทรทัศน์จะสะท้อนที่ชั้นไอโอโนสเฟียร์ไปตกที่เสารับสัญญาณ'},{
                choicevalue:'c',choiceimg:false,choicetext: 'คลื่นโทรทัศน์และคลื่นแสงมีอัตราเร็วคลื่นเท่ากัน'},{
                choicevalue:'d',choiceimg:false,choicetext: 'พลังงานของคลื่นแม่เหล็กไฟฟ้าขึ้นอยู่กับความถี่ของคลื่นแม่เหล็กไฟฟ้านั้น'}
            ],
            Answer: 'b',
            AnswerDescription:`<tab></tab> ข้อ (1) ถูก เนื่องจาก การโพลาไรเซชันของแสง ทำได้โดยการให้แสงผ่านแผ่นโพลารอยด์ โดยแผ่นโพลารอยด์มีความสามารถในการดูดกลืนสนามไฟฟ้าในแนวที่ตั้งฉากกับแกนส่งผ่าน โดยปกติแล้วแสงจะมีการสั่นของสนามไฟฟ้ารอบทิศทางแบบสุ่ม แต่เมื่อแสงถูกดูดกลืนผ่านแผ่นโพลารอยด์ จะทำให้การสั่นของสนามไฟฟ้าในแนวที่ตั้งฉากกับแกนส่งผ่านดูดกลืน ทำให้แสงที่ผ่านออกมาจากแผ่นโพลารอยด์กลายเป็นแสงโพลาไรซ์ คือแสงที่มีการสั่นของสนามไฟฟ้าใน ทิศทางเดียว
            <br></br><tab></tab><img src="https://jknowledgetutor.com/attachfile/netsat/physics/ad19-1.png" width="80%"></img> 
            <br></br><tab></tab>ข้อ (2) ผิด เนื่องจาก คลื่นโทรทัศน์ไม่สามารถสะท้อนที่ชั้นไอโอโนสเฟียร์ได้ ทำให้ต้องมีดาวเทียมรับสัญญาณและส่งต่อสัญญาณไปที่เสารับสัญญาณ หากต้องการส่งคลื่นโทรทัศน์ไปยังที่ไกล ๆ จะต้องใช้สถานีถ่ายทอดคลื่นเป็นระยะ ๆ 
            <br></br><tab></tab>ข้อ (3) ถูก เนื่องจาก คลื่นโทรทัศน์และคลื่นแสง เป็นคลื่นแม่เหล็กไฟฟ้า จึงมีอัตราเร็วเท่ากัน ซึ่งเท่ากับ 3 x 10<sup>8</sup> m/s
            <br></br><tab></tab>ข้อ (4) ถูก เนื่องจาก พลังงานของคลื่นแม่เหล็กไฟฟ้าขึ้นอยู่กับความถี่ของคลื่นแม่เหล็กไฟฟ้านั้น สามารถคำนวณหาพลังงานของคลื่นแม่เหล็กไฟฟ้าได้จากสมการ
            <br></br><3tab></3tab>E=hf
            `,
            AnswerDescriptionAttachImg:'',
            Category: 'Geometrical Figures',
        },
        {   id: 20,
            question: `ข้อใดถูกต้อง`,
            choice :[{
                choicevalue:'a',choiceimg:false,choicetext: 'การที่เรามองเห็นแสงสีขาวเนื่องจากเซลล์ประสาทรับแสงสีถูกกระตุ้นด้วยแสงสีปฐมภูมิพร้อม ๆ กัน'},{
                choicevalue:'b',choiceimg:false,choicetext: 'เครื่องรับสัญญาณวิทยุ FM สามารถรับคลื่นวิทยุ AM หากคลื่นวิทยุ FM นั้นมีความถี่ต่ำ'},{
                choicevalue:'c',choiceimg:false,choicetext: 'การที่เรามองเห็นวัตถุเป็นสีเขียวเนื่องจากวัตถุนั้นดูดกลืนแสงสีเขียวเอาไว้และสะท้อนแสงสีอื่นออกมา'},{
                choicevalue:'d',choiceimg:false,choicetext: 'วัตถุดำสามารถแผ่รังสีได้ตลอดเวลาเนื่องจากไม่สามารถดูดกลืนแสงในช่วงความยาวคลื่นใดได้เลย'}
            ],
            Answer: 'a',
            AnswerDescription:`<tab></tab>ข้อ (1) ถูก เนื่องจาก หากเซลล์ประสาทรับแสงสีถูกกระตุ้นด้วยคลื่นแสงสีปฐมภูมิพร้อม ๆ กัน และเท่า ๆ กัน จะทำให้เรามองเห็นแสงเป็นสีขาว
            <br></br><tab></tab>ข้อ (2) ผิด เนื่องจาก เครื่องรับสัญญาณวิทยุ FM ไม่สามารถรับคลื่นวิทยุ AM ได้ เนื่องจากวิทยุระบบ FM และวิทยุระบบ AM ต่างกันที่วิธีผสมคลื่น
            <br></br><tab></tab><3space></3space>- ระบบ AM ผสมคลื่นเสียงเข้ากับคลื่นวิทยุโดยแอมพลิจูดของคลื่นรวมจะเปลี่ยนไป
            <br></br><tab></tab><3space></3space>- ระบบ FM ผสมคลื่นเสียงเข้ากับคลื่นวิทยุโดยความถี่ของคลื่นรวมจะเปลี่ยนไป
            <br></br><tab></tab>ข้อ (3) ผิด เนื่องจาก การที่เรามองเห็นวัตถุเป็นสีเขียว เนื่องจาก วัตถุนั้นดูดกลืนแสงได้ทุกช่วงความยาวคลื่นยกเว้นช่วงความยาวคลื่นของแสงสีเขียว ทำให้แสงสีเขียวสะท้อนเขาตาและมองเห็นวัตถุเป็นสีเขียว
            <br></br><tab></tab>ข้อ (4) ผิด เนื่องจาก วัตถุดำสามารถแผ่รังสีได้ตลอดเวลา โดยวัตถุดำสามารถดูดกลืนแสงและคลื่นแม่เหล็กไฟฟ้าได้ในทุกช่วงความยาวคลื่น เป็นวัตถุในอุดมคติของการแผ่รังสีความร้อน วัตถุดำจะมีการแผ่รังสีในย่านความยาวคลื่นที่มองเห็นได้น้อยมาก จึงทำให้เรามองเห็นเป็นสีดำ   
         `,
            AnswerDescriptionAttachImg:'',
            Category: 'Geometrical Figures',
        }

       ]
      }