//Reserved Word & sign `` |   
//questions[i].length < 10
//choice not be same

export const scienceandtechnologyexam = {
    questioninfo : [
        { Title:'NETSAT ด้านวิทยาศาสตร์และเทคโนโลยี',
        Description_line_i:'ความฉลาดรู้เฉพาะด้าน 201 ด้านวิทยาศาสตร์และเทคโนโลยี',
        Description_line_ii:'Competency การทำนายผลการทดลอง การใช้ประจักษ์พยานทางวิทยาศาสตร์ การวิเคราะห์และแปลความหมายข้อมูล จากกราฟ หรือตาราง การอธิบายและการใช้เหตุผลทางวิทยาศาสตร์ การลงข้อสรุป การแก้ปัญหา การประยุกต์ใช้ความรู้และใช้ทักษะปฏิบัติการ วิทยาการคอมพิวเตอร์ เทคโนโลยีสารสนเทศ การรู้ดิจดทัล',
        NumberofQuestions:40,
        Duration:60, //min
        //define liked question by array order 
        Linkedquestionid : [1], //index must be order asc
        Category:{'Conversation':3,'Grammar':2,'Reading':3,'Writing':1,'Error':2},
        //numberofquestionincategory:[3,2,3,3]
        }],
        questions: [
                    {   id: 1,
                        question: `ข้อมูลในตารางแสดงการเปลี่ยนแปลงสสารและพลังงานในช่วงเวลาต่างๆ ตามวิวัฒนาการของเอกภพ
                        <br></br><img src="https://jknowledgetutor.com/attachfile/netsat/scienceandtechnology/sq1-1.png" height="115px"></img>        
                        <br></br>ข้อสรุปใดไม่ใช่ผลจากการวิเคราะห์ข้อมูลในตารางข้างต้น `,
                         choice :[{
                            choicevalue:'a',choiceimg:false,choicetext: 'เอกภพมีการเปลี่ยนแปลงอุณหภูมิและขนาด โดยอุณหภูมิของเอกภพจะลดลงและขนาดของเอกภพจะขยายใหญ่ขึ้น '},{
                            choicevalue:'b',choiceimg:false,choicetext: 'ในกาแล็กซีมีธาตุไฮโดรเจนและธาตุฮีเลียมเป็นองค์ประกอบหลัก '},{
                            choicevalue:'c',choiceimg:false,choicetext: 'โปรตอนและนิวตรอนเกิดขึ้นหลังบิกแบง 3 นาที '},{
                            choicevalue:'d',choiceimg:false,choicetext: 'นิวเคลียสของไฮโดรเจนหรือโปรตอนรวมตัวกับนิวตรอนจึงเกิดนิวเคลียสของฮีเลียม '}
                        ],
                        Answer: 'c',
                        AnswerDescription:`<tab></tab>เพราะ โปรตอนและนิวตรอนนั้นเกิดขึ้นที่เวลา 10-6 วินาที
                        `,
                        AnswerDescriptionAttachImg:'',
                        Category: 'Data handling',
                          },
                     /*----------  linked question id 2-3  ------------*/
                    {   numberoflinkedquestion: 2,
                        shufflequestion: false, //false or true
                        description_line_i:`จากข้อมูลกิจกรรมแบบจำลองการขยายตัวของเอกภพต่อไปนี้ ใช้ตอบคำถาม 2 ข้อต่อไปนี้ ในกิจกรรมแบบจำลองการขยายตัวของเอกภพ เพื่ออธิบายความสัมพันธ์ระหว่างความเร็วในการเคลื่อนที่ของกาแล็กซีจำลองและระยะทางจากกาแลกซีอ้างอิง โดยกำหนดให้ลูกโป่งแทนเอกภพและสติกเกอร์แทนกาแล็กซีต่าง ๆ
                        <br></br><img src="https://jknowledgetutor.com/attachfile/netsat/scienceandtechnology/sq2-1.png" height="115px"></img>  
                        <br></br>ทำการทดลองโดยการเป่าลูกโป่งครั้งที่ 1 ให้มีขนาดเส้นผ่านศูนย์กลาง 10 เซนติเมตร แล้วนำสติกเกอร์ซึ่งแทนกาแล็กซีจำนวน 5 ชิ้น ประกอบด้วย ก ข ค ง และสติกเกอร์กาแล็กซีอ้างอิง ติดให้กระจายทั่วลูกโป่ง ทำการวัดระยะทางที่สั้นที่สุดจากกาแล็กซีอ้างอิงไปยังกาแล็กซี ก ข ค ง แล้วเป่าลูกโป่งครั้งที่ 2 ให้มีขนาดใหญ่ขึ้นอย่างช้าๆ ในเวลา 5 วินาที จากนั้นวัดระยะทางที่สั้นที่สุดจากกาแล็กซีอ้างอิงไปยังกาแล็กซี ก ข ค ง ทำการบันทึกผลการทดลอง และเขียนกราฟแสดงความสัมพันธ์ระหว่างระยะทางตั้งต้น (เป่าครั้งที่ 1) กับความเร็วของกาแล็กซีต่างๆ ได้ดังนี้
                        <img src="https://jknowledgetutor.com/attachfile/netsat/scienceandtechnology/sq2-2.png" height="115px"></img> 
                        `,
                        linkedquestion:[
                            {   id: 2,
                                question: 'จากข้อมูลในกิจกรรมแบบจำลองการขยายตัวของเอกภพข้างต้น ข้อใดแสดงผลจากการทดลองผิด ',
                                choice :[{
                                    choicevalue:'a',choiceimg:false,choicetext: 'ก และ ค '},{
                                    choicevalue:'b',choiceimg:false,choicetext: 'จ '},{
                                    choicevalue:'c',choiceimg:false,choicetext: 'ข และ ง '},{
                                    choicevalue:'d',choiceimg:false,choicetext: 'ค'}
                                ],
                                Answer: 'e',
                                AnswerDescription:``,
                                AnswerDescriptionAttachImg:'',
                                Category: 'Grammar'
                            },
                            {   id: 3,
                                question: 'จากข้อมูลในกิจกรรมแบบจำลองการขยายตัวของเอกภพข้างต้น ข้อใดลงข้อสรุปจากกิจกรรมถูกต้องที่สุด ',
                                choice :[{
                                    choicevalue:'a',choiceimg:false,choicetext: 'ระยะทางระหว่างกาแล็กซีจำลองกับกาแล็กซีอ้างอิงในการเป่าครั้งที่ 1 น้อยกว่าระยะทางระหว่างกาแล็กซีจำลองกับกาแล็กซีอ้างอิงในการเป่าครั้งที่ 2'},{
                                    choicevalue:'b',choiceimg:false,choicetext: 'กาแล็กซี ก เคลื่อนที่ช้าสุด '},{
                                    choicevalue:'c',choiceimg:false,choicetext: 'ระยะทางของกาแล็กซีจำลองที่อยู่ห่างจากกาแล็กซีอ้างอิงแปรผันตรงกับความเร็วในการเคลื่อนที่ของกาแล็กซีต่างๆ '},{
                                    choicevalue:'d',choiceimg:false,choicetext: 'การขยายตัวของลูกโป่งเปรียบเสมือนการขยายตัวของเอกภพ โดยกาแล็กซีกำลังเคลื่อนที่ออกจากกัน ซึ่งกาแล็กซีที่อยู่ไกลจะมีความเร็วในการเคลื่อนที่มากกว่ากาแล็กซีที่อยู่ใกล้ '}
                                ],
                                Answer: 'd',
                                AnswerDescription:`เพราะ  การทดลองนี้เราได้ทำการจำลองให้ ก ข ค ง จ เป็นกาแล็กซีที่กำลังเคลื่อนที่ออกจากจุดอ้างอิง โดยทำการแปะสติ๊กเกอร์ไว้เป็นสัญลักษณ์แทนกาแล็กซีที่กำลังเคลื่อนที่ออก และความเร็วในการเคลื่อนที่ออกของ ก ข ค ง จ นั้นแปรผันตรงกับระยะทาง ระยะห่างจากจุดอ้างอิงมาก ความเร็วในการเคลื่อนที่ของกาแล็กซีก็มากขึ้นด้วย เราจึงสรุปได้ว่าความเร็วของกาแล็กซีจะมีความเร็วที่แปรผันตรงกับระยะของกาแล็กซี โดยที่กาแล็กซีที่อยู่ห่างไกลจะเคลื่อนที่ออกเร็วกว่ากาแล็กซีที่อยู่ใกล้ เป็นไปตามกฎของฮับเบิลที่ได้วิเคราะห์ความสัมพันธ์ระหว่างระยะทางของกาแล็กซีกับความเร็วในการถอยห่าง ด้วยสมการกราฟเส้นตรงในภาพที่ 2  ซึ่งต่อมาถูกเรียกว่า “กฏฮับเบิล” (Hubble Law)
                                <br></br><img src="https://jknowledgetutor.com/attachfile/netsat/scienceandtechnology/ad3-1.png" height="115px"></img> 
                                <br></br>และสามารถเขียนเป็นสมการได้ดังนี้
                                <br></br><tab></tab>V  = HH<sup>0</sup>d  
                                <br></br><3tab></3tab> V 	= 	ความเร็วในการถอยห่างของกาแล็กซี 
                                <br></br><3tab></3tab> H<sup>0</sup>  	= 	ค่าคงที่ของฮับเบิล  = 71 km/s/Mpc (กิโลเมตร/วินาที/พันพาร์เซก) 
                                <br></br><3tab></3tab> d   	= 	ระยะทางจากโลกถึงกาแล็กซี 
                                 `,
                                AnswerDescriptionAttachImg:'',
                                Category: 'Grammar'
                            },
                        ]
                    },
            
            {   id: 4,
                    question: ` ความก้าวหน้าทางด้านเทคโนโลยีอวกาศ ทำให้ในช่วงเวลาที่ผ่านมานักวิทยาศาสตร์ได้มีการค้นพบดาวเคราะห์นอกระบบสุริยะดวงใหม่ที่น่าจะอยู่ในเขตเอื้อชีวิต หรือสิ่งมีชีวิตนอกโลก 
                    จงแสดงการให้เหตุผลทางวิทยาศาสตร์ว่าท่านเห็นด้วยหรือไม่ ที่มีการสัณนิฐานว่าอาจจะมีสิ่งมีชีวิตบนดาวเคราะห์ดวงอื่นหรือระบบดาวเคราะห์อื่น ๆ  `,
                    choice :[{
                        choicevalue:'a',choiceimg:false,choicetext: 'เห็นด้วย เนื่องจากในกาแล็กซีของเราประกอบไปด้วยดาวฤกษ์หลายแสนล้านดวงจึงมีโอกาสที่บางดวงจะคล้ายกับโลกและในปัจจุบันนักวิทยาศาสตร์ยังค้นพบดาวเคราะห์ที่อยู่ในเขตเอื้อชีวิตอีกด้วย '},{
                        choicevalue:'b',choiceimg:false,choicetext: 'เห็นด้วย เพราะจากการศึกษาคลื่นวิทยุจากนอกโลกพบสัญญาณที่อาจจะส่งมาจากสิ่งมีชีวิตนอกโลก '},{
                        choicevalue:'c',choiceimg:false,choicetext: 'ไม่เห็นด้วย เพราะยังไม่มีหลักฐานยืนยันที่แน่ชัด '},{
                        choicevalue:'d',choiceimg:false,choicetext: 'ไม่เห็นด้วย เป็นเรื่องยากที่จะมีบริเวณที่เหมาะสมต่อการอยู่อาศัยของสิ่งมีชีวิตที่มีน้ำอยู่ในสถานะของเหลว มีชั้นบรรยากาศที่เหมาะสมต่อการดำรงชีวิต และอยู่ห่างจากดาวฤกษ์ในระยะทางที่เหมาะสม และมีอุณหภูมิที่เหมาะสมต่อการดำรงชีวิต'}
                    ],
                    Answer: 'a',
                    Category: 'Numbers and Mathematical',
                    AnswerDescription:`<tab></tab>เห็นด้วย เนื่องจากในกาแล็กซีของเราประกอบไปด้วยดาวฤกษ์หลายแสนล้านดวงจึงมีโอกาสที่บางดวงจะคล้ายกับโลกและในปัจจุบันนักวิทยาศาสตร์ยังค้นพบดาว เคราะห์ที่อยู่ในเขตเอื้อชีวิตอีกด้วย
                    <br></br><tab></tab>เขตเอื้อชีวิต หมายถึง บริเวณพื้นที่รอบดาวฤกษ์ที่เอื้อต่อการอยู่อาศัยของสิ่งมีชีวิต อุณหภูมิไม่ร้อนหรือหนาวจนเกินไป และไม่แตกต่างกันมากนักระหว่างเวลากลางวันและกลางคืน ที่สำคัญคือมี “น้ำ” ในสภาวะของเหลวซึ่งเป็นโอกาสให้เกิดสิ่งมีชีวิตขึ้นได้
                    <br></br><tab></tab>การให้เหตุผลทางวิทยาศาสตร์หมายถึง กระบวนการคิดในการเชื่อมโยงความสัมพันธ์ระหว่างเหตุและผลของปรากฏการณ์ธรรมชาติที่เกิดขึ้น โดยใช้หลักฐานเชิงประจักษ์ ที่ได้จากกระบวนการทางวิทยาศาสตร์ และนำหลักฐานนั้นไปสู่การลงข้อสรุป
                    
                    `,
                    AnswerDescriptionAttachImg:'',
    
            },
            {   id: 5,
                    question: `จากข้อมูลต่อไปนี้ 
                    <br></br>การเปลี่ยนแปลงสภาพอวกาศ (space weather) อันเนื่องมาจากพายุสุริยะมีผลทำให้สนามแม่เหล็กโลกมีการเปลี่ยนทั้งขนาดและทิศทาง การเปลี่ยนแปลงนี้มีผลกระทบต่อระบบไฟฟ้าและอิเล็กทรอนิกส์ต่าง ๆ การเปลี่ยนแปลงของสนามแม่เหล็กโลกทำให้เกิดกระแสไฟฟ้าเหนี่ยวนำของตัวนำต่าง ๆ ไม่ว่าจะวางอยู่บนดินหรือที่ฝังอยู่ใต้ดิน การเปลี่ยนแปลงสนามแม่เหล็กอย่างรุนแรงและรวดเร็วอันเนื่องมาจากพายุสุริยะ จะทำให้เกิดการเหนี่ยวนำปริมาณมากกว่าปกติในทันทีทันใด โดยเฉพาะอย่างยิ่งในบริเวณใกล้กับขั้วแม่เหล็กโลกทั้งสองขั้ว ซึ่งทิศของสนามแม่เหล็กค่อนข้างจะตั้งฉากกับพื้น ซึ่งในเดือนมีนาคม ปี 1989 กระแสเหนี่ยวนำนี้เคยทำรีเลย์ที่ทำหน้าที่ป้องกันกระแสไฟฟ้าพลังงานน้ำหลายตัว ในเมืองควิเบก ประเทศแคนนาดา เกิดการตัดไฟขึ้นพร้อม ๆกัน ส่งผลให้ประชากรประมาณ 6 ล้านคน ไม่มีไฟฟ้าใช้นานถึง 9 โมง ส่งผลเสียหายต่อเศรษฐกิจอย่างมาก นอกจากนี้กระแสไฟฟ้าเหนี่ยวนำเนื่องจากสนามแม่เหล็กโลกยังมีผลกับการสื่อสารที่ใช้สาย รวมถึงการผุกร่อนของท่อประปาที่ฝังใต้ดินอีกด้วย ปัจจุบันมีการศึกษา รวมทั้งการจัดตั้งสถานีตรวจวัดกระแสไฟฟ้าเหนี่ยวนำเนื่องจากสนามแม่เหล็กโลกขึ้นหลายแห่ง เพื่อป้องกันและบรรเทาความเสียหายอันเกิดจากกระแสเหนี่ยวนำนี้ 
                    <br></br>จากข้อมูลข้างต้น แสดงการพยากรณ์เหตุการณ์ที่จะเกิดขึ้นในอนาคตจากการเปลี่ยนแปลงสภาพอวกาศอันเนื่องมาจากพายุสุริยะ ยกเว้นข้อใด 
                    
                    `,
                    choice :[{
                        choicevalue:'a',choiceimg:false,choicetext: 'สิ่งมีชีวิตในโลกได้รับผลกระทบโดยตรงจากรังสีและอนุภาคความเร็วสูงต่าง ๆ จากอวกาศ '},{
                        choicevalue:'b',choiceimg:false,choicetext: 'ระบบสื่อสารโดยวิทยุคลื่นสั้นและระบบส่งกำลังไฟฟ้าขัดข้องในประเทศที่อยู่ใกล้ ขั้วแม่เหล็กโลก '},{
                        choicevalue:'c',choiceimg:false,choicetext: 'สายการบินจะยกเลิกเที่ยวบินในช่วงเวลาที่เกิดพายุสิริยะ '},{
                        choicevalue:'d',choiceimg:false,choicetext: 'วงจรอิเล็กทรอนิกส์ในดาวเทียมที่โคจรรอบโลกอาจเสียหาย'}
                      ],
                    Answer: 'b',
                    AnswerDescription:`<tab></tab>บทความนี้มีการพูดถึงความเสียหายที่เกิดขึ้นในวงจรอิเล็กทรอนิกส์ 
                    แต่ไม่ได้พูดเกี่ยวกับภัยของพายุสุริยะกับสิ่งมีชีวิตโดยตรง ดังนั้นเราจึงไม่ควรพยาการณ์ว่าสิ่งมีชีวิตจะได้ผลกระทบโดยตรงจากเหตการณ์นี้ 
                    ในทางกลับกัน ระบบวิทยุสื่อสาร เครื่องบิน และดาวเทียมนั้นต่างมีวงจรอิเล็กทรอนิกส์เป็นส่วนประกอบหลัก ซึ่งอาจจะได้รับความเสียหายจากเหตุการณ์พายุสุริยะได้โดยตรง
                    `,
                    AnswerDescriptionAttachImg:'',
                    Category: 'Numbers and Mathematical',
                },
            {   id: 6,
                    question:  `ในการแบ่งโครงสร้างโลกตามสมบัติเชิงกลโดยใช้คลื่นไหวสะเทือน ซึ่งสามารถแสดงความสัมพันธ์ระหว่างความเร็วของคลื่นไหวสะเทือนกับระดับความลึกได้ดังกราฟต่อไปนี้
                    <br></br><img src="https://jknowledgetutor.com/attachfile/netsat/scienceandtechnology/sq6-1.png" height="115px"></img> 
                    <br></br>  จากกราฟข้อใดที่แสดงการวิเคราะห์โครงสร้างโลกในแต่ละช่วงความลึกไม่ถูกต้อง `,
                    choice :[{
                        choicevalue:'a',choiceimg:false,choicetext: 'ในระดับลึกประมาณ 100 - 600 กิโลเมตรมีสถานะเป็นของแข็ง คลื่นปฐมภูมิและคลื่นทุติยภูมิเคลื่อนที่ด้วยความเร็วไม่สม่ำเสมอ โดยมีความเร็วลดลงในช่วงแรกจากนั้นมีความเร็วเพิ่มขึ้น  '},{
                        choicevalue:'b',choiceimg:false,choicetext: 'ในระดับลึกประมาณ 600 - 2,900 กิโลเมตรมีสถานะเป็นของเหลว เป็นบริเวณที่คลื่นปฐมภูมิและคลื่นทุติยภูมิเคลื่อนที่ด้วยความเร็วสม่ำเสมอ  '},{
                        choicevalue:'c',choiceimg:false,choicetext: 'ในระดับลึกประมาณ 2,900 - 5,150 กิโลเมตรมีสถานะเป็นของเหลว คลื่นปฐมภูมิมีความเร็วลดลงอย่างรวดเร็วก่อนจะเพิ่มขึ้นอย่างช้า ๆ และไม่พบคลื่นทุติยภูมิ  '},{
                        choicevalue:'d',choiceimg:false,choicetext: 'ในระดับลึกประมาณ 5,150 - 6,370 กิโลเมตรมีสถานะเป็นของแข็ง คลื่นปฐมภูมิมีความเร็วค่อนข้างคงที่'}
                      ],
                    Answer: 'b',
                    AnswerDescription:` <tab></tab>คลื่นปฐมภูมิ (P wave) เป็นคลื่นตามยาวที่เกิดจากความไหวสะเทือนในตัวกลาง โดยอนุภาคของตัวกลางนั้นเกิดการเคลื่อนไหวแบบอัดขยายในแนวเดียวกับที่คลื่นส่งผ่านไป คลื่นนี้สามารถเคลื่อนที่ผ่านตัวกลางที่เป็นของแข็ง ของเหลว และแก๊ส เป็นคลื่นที่สถานีวัดแรงสั่นสะเทือนสามารถรับได้ก่อนชนิดอื่น โดยมีความเร็วประมาณ 6 – 7 กิโลเมตร/วินาทีง
                    <br></br><tab></tab>คลื่นทุติยภูมิ (S wave) เป็นคลื่นตามขวางที่เกิดจากความไหวสะเทือนในตัวกลางโดยอนุภาคของตัวกลางเคลื่อนไหวตั้งฉากกับทิศทางที่คลื่นผ่าน มีทั้งแนวตั้งและแนวนอน คลื่นชนิดนี้ผ่านได้เฉพาะตัวกลางที่เป็นของแข็งเท่านั้น ไม่สามารถเดินทางผ่านของเหลว  คลื่นทุติยภูมิมีความเร็วประมาณ  3 – 4 กิโลเมตร/วินาที  
                    <br></br><tab></tab>จากตัวเลือกที่ 2  ระบุไว้ว่า
                    <br></br><tab></tab>ในระดับลึกประมาณ 600 - 2,900 กิโลเมตรมีสถานะเป็นของเหลว เป็นบริเวณที่คลื่นปฐมภูมิและคลื่นทุติยภูมิเคลื่อนที่ด้วยความเร็วสม่ำเสมอ 
                    <br></br><tab></tab>จากข้อมูลที่ให้มาพบว่าระดับลึกประมาณ 600 - 2,900 กิโลเมตร สามารถตรวจพบได้เพียงคลื่นปฐมภูมิเท่านั้น แต่ไม่พบคลื่นทุติยภูมิ เนื่องจากคลื่นทุติยภูมิสามารถเคลื่อนที่ผ่านตัวกลางที่เป็นของแข็งได้เท่านั้น
                    <br></br><img src="https://jknowledgetutor.com/attachfile/netsat/scienceandtechnology/ad6-1.png" height="115px"></img> 
                    <br></br>
                    `,
                    AnswerDescriptionAttachImg:'',
                    Category: 'Numbers and Mathematical',
                    
                },
                {   id: 7,
                    question: `ในอดีตกาลนักวิทยาศาสตร์เชื่อว่าแผ่นทวีปต่าง ๆ เคยอยู่ติดกันมาก่อน จงวิเคราะห์ทฤษฎีที่เกี่ยวข้องกับการเลื่อนของแผ่นธรณีต่อไปนี้ข้อใดต่อไปนี้ผิด `,
                     choice :[{
                        choicevalue:'a',choiceimg:false,choicetext: 'แนวคิดทฤษฎีทวีปเลื่อน ทฤษฎีการแผ่ขยายของพื้นมหาสมุทร และการแปรสัณฐานของแผ่นธรณีเป็นแนวคิดที่กล่าวถึงการเคลื่อนที่ของแผ่นธรณีเหมือนกันและใช้หลักฐานเดียวกันสนับสนุนแนวคิดการเคลื่อนที่ของแผ่นธรณี '},{
                        choicevalue:'b',choiceimg:false,choicetext: 'ทฤษฎีทวีปเลื่อนมีหลักฐานสนับสนุนเช่น รอยต่อบริเวณขอบทวีป หลักฐานซากดึกดำบรรพ์ หลักฐานหินและแนวเทือกเขา และหลักฐานจากการเคลื่อนที่ของธารน้ำแข็งบรรพกาล แต่ยังไม่สามารถอธิบายสาเหตุการเคลื่อนที่ของแผ่นธรณีได้ '},{
                        choicevalue:'c',choiceimg:false,choicetext: 'ทฤษฎีการแผ่ขยายของพื้นมหาสมุทรมีหลักฐานการค้นพบสันเขากลางมหาสมุทร อายุหินบะซอลต์บนพื้นมหาสมุทร และภาวะแม่เหล็กบรรพกาล แต่ยังไม่สามารถอธิบายกลไกลการเคลื่อนที่ของทวีปได้ '},{
                        choicevalue:'d',choiceimg:false,choicetext: 'ทฤษฎีการแปรสัณฐานของแผ่นธรณีอธิบายการเคลื่อนที่ของแผ่นธรณีและการเปลี่ยนแปลงลักษณะของแผ่นธรณีโดยใช้ข้อมูลการพาความร้อนของแมกมาภายในฐานธรณีภาค และใช้การเคลื่อนที่ของแผ่นธรณีในลักษณะต่างๆมาอธิบายธรณีสัณฐาน โครงสร้างธรณีภาค และปรากฏการณ์ธรณีวิทยาต่าง ๆ'}
                      ],
                    Answer: 'a',
                    AnswerDescription:`<tab></tab>เพราะ ทฤษฎีทวีปเลื่อนและทฤษฎีการแผ่ขยายพื้นสมุทรนั้นไม่สามารถอธิบายกลไกการเคลื่อนที่ของทวิปได้ (มีหลักฐานว่าเกิดการเคลื่อนที่แต่ไม่สามารถอธิบายกลไกได้) ส่วนทฤษฎีการแปรสัณฐานนั้นใช้ข้อมูลจากทฤษฎีทวีปเลื่อนและทฤษฎีการแผ่ขยายพื้นสมุทรมารวมกันเพื่ออธิบายกลไกการเคลื่อนที่ของแผ่นธรณี
                    `,
                    AnswerDescriptionAttachImg:'',
                    Category: 'Data handling',
                },
                {   id: 8,
                    question: `พิจารณาแผ่นธรณีและทิศทางการเคลื่อนที่ของแผ่นธรณีในบริเวณแนวรอยต่อของแผ่นธรณีดังภาพ
                    <br></br><img src="https://jknowledgetutor.com/attachfile/netsat/scienceandtechnology/sq6-1.png" height="115px"></img>
                    <br></br>ลักษณะสัณฐานของธรณีบริเวณใดต่อไปนี้เกิดจากการเคลื่อนที่ของแผ่นธรณีที่แตกต่างจากข้ออื่น 
                    
                    `,
                    choice :[{
                        choicevalue:'a',choiceimg:false,choicetext:'หมู่เกาะภูเขาไฟรูปโค้งญี่ปุ่น '},{
                        choicevalue:'b',choiceimg:false,choicetext: 'สันเขากลางมหาสมุทรแอตแลนติก'},{
                        choicevalue:'c',choiceimg:false,choicetext: 'ร่องลึกก้นมหาสมุทรมาเรียนา '},{
                        choicevalue:'d',choiceimg:false,choicetext: 'แนวเทือกเขาแอนดีส '}
                    ],
                    Answer: 'b',
                    AnswerDescription:` <tab></tab>เพราะ หมู่เกาะภูเขาไฟรูปโค้ง ร่องลึกก้นมหาสมุทรมาเรียนา และแนวเทือกเขาแอนดิส เกิดจากการ
                    <br></br><tab></tab>เคลื่อนที่เข้าหากันของแผ่นธรณีแต่ สันเขากลางมหาสมุทรแอตแลนติกเกิดจากการเคลื่อนที่ออกจากกันของแผ่นธรณี ดังภาพ
                    <br></br><img src="https://jknowledgetutor.com/attachfile/netsat/scienceandtechnology/ad8-1.png" height="115px"></img>
                    `,
                    AnswerDescriptionAttachImg:'',
                    Category: 'Numbers and Mathematical',
                },
                {   id: 9,
                    question: `ในการทดลองการเคลื่อนที่ของอากาศระหว่างบริเวณที่มีอุณหภูมิแตกต่างกันโดยเตรียมอุปกรณ์ดังภาพขวดด้านซ้ายใส่น้ำเย็น 500 มิลลิลิตร และขวดด้านขวาใส่น้ำอุ่น 500 มิลลิลิตร
                    <br></br><img src="https://jknowledgetutor.com/attachfile/netsat/scienceandtechnology/sq9-1.png" height="115px"></img>
                    <br></br><tab></tab>ถ้าจี้ปลายธูปที่จุดกึ่งกลางของขวดพลาสติกท่อล่างและถือค้างไว้จนเห็นการเปลี่ยนแปลงของควันธูป จะสังเกตเห็นผลการทดลองดังภาพใด
                    <br></br><img src="https://jknowledgetutor.com/attachfile/netsat/scienceandtechnology/sq9-2.png" height="115px"></img>
                    <br></br><2tab></2tab> ภาพ (ก)  <3tab></3tab> ภาพ (ข) 
                    <br></br>ควันธูปเคลื่อนที่ตามลักษณะภาพใด และจงแสดงการอธิบายทางวิทยาศาสตร์ถึงปรากฏการณ์ที่เกิดขึ้นในการทดลอง
                     `,
                    choice :[{
                        choicevalue:'a',choiceimg:false,choicetext:'ผลการทดลองจะเป็นเหมือนภาพ (ก) ควันธูปจะเคลื่อนที่จากบริเวณที่ปล่อยควันธูป ไปยังขวดที่ใส่น้ำอุ่นจากนั้นจะยกตัวสูงขึ้น และเคลื่อนที่ผ่านท่อด้านบนไปยังขวดน้ำเย็นและจมลงด้านล่างจากนั้นเคลื่อนที่ผ่านท่อด้านล่างไปยังขวดน้ำอุ่น เกิดการหมุนเวียนในขวดทั้งสองใบ '},{
                        choicevalue:'b',choiceimg:false,choicetext: 'ผลการทดลองจะเป็นเหมือนภาพ (ก) ขวดสองใบมีอุณหภูมิต่างกันทำให้ความกดอากาศในขวดทั้งสองไม่เท่ากันเพราะอากาศร้อนจะลอยตัวสูงขึ้น ทำให้ในขวดที่บรรจุน้ำอุ่นมีความกดอากาศต่ำกว่าขวดที่บรรจุน้ำเย็น ควันธูปจึงเคลื่อนที่ไปพร้อมกับอากาศที่เคลื่อนที่จากบริเวณความกดอากาศสูงไปสู่บริเวณที่มีความกดอากาศต่ำกว่าเพื่อเข้าแทนที่อากาศที่ลอยตัวสูงขึ้น จากบริเวณที่ปล่อยควันไปทางขวดที่บรรจุน้ำอุ่น และเคลื่อนที่ผ่านท่อด้านบนไปยังขวดน้ำเย็นที่มีความกดอากาศสูงกว่าดังภาพ '},{
                        choicevalue:'c',choiceimg:false,choicetext: 'ผลการทดลองจะเป็นเหมือนภาพ (ข) ควันธูปจะเคลื่อนที่จากบริเวณที่ปล่อยควันธูปไปยังขวดที่ใส่น้ำเย็นจากนั้นจะยกตัวสูงขึ้น และเคลื่อนที่ผ่านท่อด้านบนไปยังขวดน้ำอุ่นและจมลงด้านล่างจากนั้นเคลื่อนที่ผ่านท่อต้านล่างไปยังขวดน้ำเย็น เกิดการหมุนเวียนในขวดทั้งสองใบ เพราะอากาศที่เคลื่อนที่จากบริเวณความกดอากาศต่ำไปสู่บริเวณที่มีความกดอากาศสูงกว่า'},{
                        choicevalue:'d',choiceimg:false,choicetext: 'ผลการทดลองจะเป็นเหมือนภาพ (ข) ขวดสองใบมีอุณหภูมิต่างกัน ทำให้ความกดอากาศในขวดทั้งสองไม่เท่ากันเพราะอากาศเย็นจะลอยตัวสูงขึ้น ทำให้ในขวดที่บรรจุน้ำเย็นมีความกดอากาศต่ำกว่าขวดที่บรรจุน้ำอุ่น ควันรูปจึงเคลื่อนที่ไปพร้อมกับอากาศที่เคลื่อนที่จากบริเวณความกดอากาศสูงไปสู่บริเวณที่มีความกดอากาศต่ำกว่าเพื่อเข้าแทนที่อากาศที่ลอยตัวสูงขึ้น จากบริเวณที่ปล่อยควันไปทางขวดที่บรรจุน้ำเย็นและเคลื่อนที่ผ่านท่อด้านบนไปยังขวดน้ำอุ่นที่มีความกดอากาศสูงกว่าดังภาพ'}
                    ],
                    Answer: 'b',
                    AnswerDescription:` <tab></tab> การเคลื่อนที่ของอากาศ คือ อากาศที่เคลื่อนที่ไปในทิศทางในแนวราบ เกิดจากการแทนที่ของอากาศ เนื่องจากอากาศในบริเวณที่ร้อนจะลอยตัวสูงขึ้น ในขณะที่อากาศบริเวณใกล้เคียงที่อุณหภูมิต่ำกว่าจะเคลื่อนที่เข้ามาแทนที่ เมื่อมีการเคลื่อนไหวของอากาศที่เกิดจากการเปลี่ยนแปลงและแตกต่างกันของความกดอากาศ อากาศบริเวณที่มีความกออากาศสูงจะเคลื่อนที่เข้ามายังบริเวณที่มีความกดอากาศต่ำ มวลอากาศที่เคลื่อนที่เราเรียกว่า "ลม"
                    `,
                    AnswerDescriptionAttachImg:'',
                    Category: 'Numbers and Mathematical',
                },
                {   id: 10,
                    question: `จากข้อมูลใดต่อไปนี้เป็นการพยากรณ์
                    <br></br><img src="https://jknowledgetutor.com/attachfile/netsat/scienceandtechnology/sq10-1.png" height="115px"></img>
                    `,
                     choice :[{
                        choicevalue:'a',choiceimg:false,choicetext: 'ช่วงหลังยุคปฏิวัติอุตสาหกรรม อุณหภูมิของอากาศในแต่ละปีเปลี่ยนแปลงสูงขึ้นเมื่อเทียบกับช่วง ยุคปฏิวัติ อุตสาหกรรม '},{
                        choicevalue:'b',choiceimg:false,choicetext: ' แก๊สคาร์บอนไดออกไซด์ส่งผลต่อการเปลี่ยนแปลงภูมิอากาศในทิศทางที่เพิ่มขึ้น กล่าวคือ ส่งผลให้อุณหภูมิเฉลี่ยของอากาศมีแนวโน้มเพิ่มขึ้น '},{
                        choicevalue:'c',choiceimg:false,choicetext: 'โลกเรามีการเปลี่ยนแปลงภูมิอากาศมาตั้งแต่ในอดีต ในบางช่วงเวลาอุณหภูมิของอากาศมีทั้งต่ำกว่าและสูงกว่าอุณหภูมิเฉลี่ยในช่วงปี 2503-2533 '},{
                        choicevalue:'d',choiceimg:false,choicetext: 'หากในอากาศมีปริมาณแก๊สคาร์บอนไดออกไซด์เพิ่มขึ้นอย่างต่อเนื่องจะส่งผลให้โลกค่อยๆมีอุณหภูมิสูงขึ้นอย่างต่อเนื่อง'}
                      ],
                    Answer: 'd',
                    AnswerDescription:`<tab></tab>ข้อ (1) (2) (3) เป็นการวิเคราะห์ข้อมูลที่ได้จากกราฟ ไม่ได้มีการพยากรณ์เกิดขึ้น 
                    <br></br><tab></tab>(4) มีการพยากรณ์โดยใช้ข้อมูลจากกราฟปีก่อนๆ                        
                    `,
                    AnswerDescriptionAttachImg:'',
                    Category: 'Numbers and Mathematical',
                },
                {   id: 11,
                    question: `การทดลองเรื่อง ความสัมพันธ์ระหว่างแรง มวล และความเร่ง ในการทดลองนี้มีการดึงกระดาษผ่านเครื่องเคาะสัญญาณเวลา โดยใช้รถทดลองเคลื่อนที่ผ่านรางไม้ด้วยความเร็วคงตัวแล้วให้ใช้นอต 4 ตัว เขวนกับตะขอเกี่ยวโลหะเพื่อทำหน้าที่เป็นแรงดึง ทำการทดลองโดยเพิ่มมวลแท่งเหล็ก 500 กรัม ครั้งละ 1 แท่ง 3 ครั้ง ได้ผลการทดลองดังภาพ
                    <br></br><img src="https://jknowledgetutor.com/attachfile/netsat/scienceandtechnology/sq11-1.png" height="115px"></img>
                    <br></br>ข้อใดต่อไปนี้วิเคราะห์ข้อมูลไม่ถูกต้อง 
                    `,
                    choice :[{
                        choicevalue:'a',choiceimg:false,choicetext: 'แรงที่กระทำต่อรถทดลองมีค่าคงตัวเนื่องจากถูกดึงด้วยนอตจำนวนเท่ากัน '},{
                        choicevalue:'b',choiceimg:false,choicetext: 'รถทดลองแต่ละกรณีมีความเร่งไม่เท่ากันขึ้นกับจำนวนแท่งเหล็กที่วางบนรถทดลองโดยรถทดลองที่มีแท่งเหล็กจำนวน 3 แท่ง จะมีความเร่งมากที่สุด '},{
                        choicevalue:'c',choiceimg:false,choicetext: 'รถทดลองแต่ละกรณีมีความเร่งไม่เท่ากันขึ้นกับจำนวนแท่งเหล็กที่วางบนรถทดลอง โดยรถทดลองที่มีแท่งเหล็กจำนวน 1 แท่ง จะมีความเร่งมากที่สุด '},{
                        choicevalue:'d',choiceimg:false,choicetext: 'รถทดลองที่มีจำนวนแท่งแม่เหล็กมากจะมีมวลรวมของรถทดลองมาก ความเร่งของรถทดลองจะมีค่าน้อย'}
                      ],
                    Answer: 'b',
                    AnswerDescription:`ข้อ 2 ผิด เนื่องจากในการทดลองรถที่บรรทุกแท่งเหล็ก 3 แท่งนั้น มีความเร่งน้อยกว่าตอนที่บรรบุกแท่งเหล็ก 1 แท่ง และ 2 แท่ง โดยสามารถพิจารณาได้จากระยะห่างระหว่างจุด ถ้าระยะห่างระหว่างจุดมากขึ้น หมายความว่าวัตถุนั้นมีความเร่ง และถ้าระยะห่างระหว่างจุดยิ่งมาก หมายความว่า ความเร่งยิ่งเยอะ
                    <br></br><img src="https://jknowledgetutor.com/attachfile/netsat/scienceandtechnology/ad11-1.png" height="115px"></img>
                    <br></br>และสามารถพิจารณาจากสมการได้ว่า ∑F = ma 
	                <br></br><tab></tab>โดยที่แรง F จะมีค่าเท่าเดิม ดังนั้นเมื่อเพิ่มมวลความเร่งจึงมีค่าน้อยลงนั้นเอง
                    `,
                    AnswerDescriptionAttachImg:'',
                    Category: 'Functions',
                },
                {   id: 12,
                    question: `จากการทดลองโดยการนำเหรียญสิบบาทมาวางบนโต๊ะบริเวณขอบโต๊ะและวางเหรียญสิบบาทอีกเหรียญบนไม้บรรทัดส่วนที่ยื่นพ้นขอบโต๊ะใช้มือกดปลายด้านหนึ่งของไม้บรรทัดไว้ นำไม้บรรทัดอีกอันมาเคาะปลายไม้บรรทัดส่วนที่ยื่นพันขอบโต๊ะออกมาโดยเร็ว
                    <br></br><img src="https://jknowledgetutor.com/attachfile/netsat/scienceandtechnology/sq12-1.png" height="115px"></img>
                    <br></br>สังเกตเส้นทางการเคลื่อนที่ของเหรียญทั้งสองได้ดังนี้
                    <br></br><img src="https://jknowledgetutor.com/attachfile/netsat/scienceandtechnology/sq12-2.png" height="115px"></img>
                    <br></br>ข้อใดต่อไปนี้ไม่ใช่ข้อมูลจากการทดลอง 
                    `,
                    choice :[{
                        choicevalue:'a',choiceimg:false,choicetext: 'เหรียญทั้งสองตกลงถึงพื้นพร้อมกัน  '},{
                        choicevalue:'b',choiceimg:false,choicetext: 'เหรียญที่ 1 เป็นการเคลื่อนที่ในแนวโค้ง ส่วนเหรียญที่ 2 เป็นการเคลื่อนที่แบบเสรีในแนวดิ่ง '},{
                        choicevalue:'c',choiceimg:false,choicetext: 'เหรียญทั้งสองตกลงสู่พื้นคนละตำแหน่ง โดยเหรียญที่ 1 ตกถึงพื้นบริเวณที่ไกลจากโต๊ะ ส่วนเหรียญที่ 2 ตกบริเวณใกล้โต๊ะ '},{
                        choicevalue:'d',choiceimg:false,choicetext: 'เมื่อออกแรงในการเคาะเหรียญเพิ่มขึ้น ได้ยินเสียงที่ตกกระทบพื้นของเหรียญทั้งสอง พร้อมกัน'}
                      ],
                    Answer: 'd',
                    AnswerDescription:`เพราะในการทดลองไม่ได้มีการบันทึกผลว่า ได้ยินเสียงที่เวลาเท่าไหร่
                     `,
                    AnswerDescriptionAttachImg:'',
                    Category: 'Numbers and Mathematical',
                },
                {   id: 13,
                    question: `จากรูปที่กำหนดให้คือตารางบันทึกผลการทดลองเรื่องการหาความถี่ธรรมชาติของลูกตุ้ม                        
                    <br></br>( ตารางบันทึกผลการทดลองที่ A)
                    <br></br><img src="https://jknowledgetutor.com/attachfile/netsat/scienceandtechnology/sq13-1.png" height="115px"></img>
                    <br></br>( ตารางบันทึกผลการทดลองที่ B)
                    <br></br><img src="https://jknowledgetutor.com/attachfile/netsat/scienceandtechnology/sq13-2.png" height="115px"></img>
                    <br></br>ข้อใดต่อไปนี้แสดงความสัมพันธ์ของสมมติฐานการทดลอง ตารางบันทึกผลการทดลอง และผลการ ทดลองได้ถูกต้อง 
                     `,
                    choice :[{
                        choicevalue:'a',choiceimg:false,choicetext: 'ตารางบันทึกผลการทดลองที่ A ใช้บันทึกข้อมูลเพื่อตรวจสอบสมมติฐาน ความถี่ในการแกว่งของลูกตุ้มจะเปลี่ยนไปเมื่อเปลี่ยนความยาวเชือก และผลจากทดลองพบว่าความถี่ในการแกว่งเพิ่มขึ้นเมื่อความยาวเชือกลดลง '},{
                        choicevalue:'b',choiceimg:false,choicetext: 'ตารางบันทึกผลการทดลองที่ A ความถี่ในการแกว่งของลูกตุ้มมีผลต่อความยาวเชือกและผลจากการทดลองพบว่า เมื่อความยาวเชือกเพิ่มขึ้นความถี่ในการแกว่งลดลง '},{
                        choicevalue:'c',choiceimg:false,choicetext: 'ตารางบันทึกผลการทดลองที่ B มวลมีผลต่อความถี่ในการแกว่งของลูกตุ้ม และผลจากทดลองพบว่าความถี่ในการแกว่งเพิ่มขึ้นเมื่อมวลลดลง '},{
                        choicevalue:'d',choiceimg:false,choicetext: 'ตารางบันทึกผลการทดลองที่ B จำนวนนอตขึ้นอยู่กับความความถี่ในการแกว่งของลูกตุ้ม และผลจากทดลองพบว่าความถี่ในการแกว่งเพิ่มขึ้นเมื่อจำนวนนอตเพิ่มขึ้น '}
                      ],
                    Answer: 'a',
                    AnswerDescription:`<tab></tab>	การทดลอง A เราวัดความถี่ของการแกว่ง โดยใช้ความยาวเชือกที่ต่างกัน เพื่อตรวจสอบสมมติฐานว่า ความยาวเชือกมีผลต่อความถี่ในการแกว่งจริงหรือไม่ จากการทดลองจะเห็นได้ว่า เมื่อความยาวเชือกลดลง ความถี่จะเพิ่มขึ้น
                    <br></br><tab></tab>และจากสูตรการหาความถี่ของลูกตุ้มนาฬิกาพบว่า 
                    <br></br><img src="https://jknowledgetutor.com/attachfile/netsat/scienceandtechnology/ad13-1.png" height="115px"></img>
                    <br></br><tab></tab>ดังนั้น จะเห็นได้ว่ามวลไม่มีผลต่อการแกว่งของลูกตุ้มนาฬิการ แต่ความยาวเชือกและแรงโน้มถ่วงของโลกจะมีผลต่อความถี่ของลูกตุ้มนาฬิกา
                 `,
                    AnswerDescriptionAttachImg:'',
                    Category: 'Numbers and Mathematical',
                },
                {   id: 14,
                    question: `เมื่อนำเข็มทิศมาวางในตำแหน่งดังรูป เข็มทิศจะชี้ในลักษณะใด
                    <br></br><img src="https://jknowledgetutor.com/attachfile/netsat/scienceandtechnology/sq14-1.png" height="115px"></img>
                    `,
                     choice :[{
                        choicevalue:'a',choiceimg:false,choicetext: `<img src="https://jknowledgetutor.com/attachfile/netsat/scienceandtechnology/sc14-1.png" height="65px"></img><br></br>เพราะสนามแม่เหล็กบริเวณตรงกลางแท่งแม่เหล็กจะพุ่งเข้าหาแท่งแม่เหล็ก`},{
                        choicevalue:'b',choiceimg:false,choicetext: `<img src="https://jknowledgetutor.com/attachfile/netsat/scienceandtechnology/sc14-2.png" height="65px"></img><br></br>เพราะสนามแม่เหล็กบริเวณตรงกลางแท่งแม่เหล็กจะพุ่งออกจากแท่งแม่เหล็ก`},{
                        choicevalue:'c',choiceimg:false,choicetext: `<img src="https://jknowledgetutor.com/attachfile/netsat/scienceandtechnology/sc14-3.png" height="65px"></img><br></br>เพราะเข็มทิศจะชี้ไปทางขั้วเหนือเสมอ`},{
                        choicevalue:'d',choiceimg:false,choicetext: `<img src="https://jknowledgetutor.com/attachfile/netsat/scienceandtechnology/sc14-4.png" height="65px"></img><br></br>เพราะสนามแม่เหล็กของแห่งแม่เหล็กมีทิศพุ่งออกจากขั้วเหนือและมี ทิศพุ่งเข้าขั้วใต้`}
                      ],
                    Answer: 'd',
                    AnswerDescription:`
                    <br></br><img src="https://jknowledgetutor.com/attachfile/netsat/scienceandtechnology/ad14-1.png" height="115px"></img>
                    <br></br><tab></tab>จากภาพพบว่าภายนอกแท่งแม่เหล็ก เส้นแรงจะพุ่งออกจากขั้วเหนือ และเข้าทางขั้วใต้เสมอ และเข็มทิศจะชี้ไปตามเส้นแรงสนามแม่เหล็ก ดังนั้นจะชี้ตามไปทางเดียวกันกับสนามแม่เหล็ก  คือ สนามแม่เหล็กจะพุ่งออกจากขั้วเหนือและเข้าสู่ขั้วใต้ของแม่เหล็กเสมอ
                    `,
                    AnswerDescriptionAttachImg:'',
                    Category: 'Functions',
                },
                {   id: 15,
                    question: `ในการทดลองเพื่อทำการอธิบายการมองเห็นสีของวัตถุ ผ่านการทำงานของแผ่นกรองแสงและการผสมแสงสี ผลการทดลองข้อใดต่อไปนี้ผิด `,
                    choice :[{
                        choicevalue:'a',choiceimg:false,choicetext: 'ฉายแสงสีแดง แสงสีเขียว และแสงสีน้ำเงิน ไปยังบริเวณเดียวกันบนฉากสีขาว เกิดแสงขาว เพราะทั้งสามคือแสงสีปฐมภูมิที่จะกระตุ้นการทำงานของเซลล์รับแสงรูป กรวยให้ไวต่อแสงสีชนิดนั้น '},{
                        choicevalue:'b',choiceimg:false,choicetext: 'ฉายแสงขาวผ่านแผ่นกรองแสงสีแดง เกิดแสงสีแดงบนฉากสีขาว เพราะแผ่นกรองแสงสีแดงจะกั้นแสงสีอื่นไว้'},{
                        choicevalue:'c',choiceimg:false,choicetext: 'ฉายแสงสีเขียวไปบนวัตถุสีดำเห็นวัตถุเป็นสีดำ เพราะวัตถุสีดำดูดกลืนทุกแสงสีจึงไม่มีสีใดสะท้อนออกมา '},{
                        choicevalue:'d',choiceimg:false,choicetext: 'ฉายแสงสีแดงไปบนวัตถุสีขาวเห็นวัตถุเป็นสีขาว เพราะวัตถุสีขาวไม่ดูดกลืนแสงสีใดไว้เมื่อฉายแสงสีแดงลงไปจึงสะท้อนสีขาวออกมา '}
                      ],
                    Answer: 'd',
                    AnswerDescription:`<tab></tab>แสงสีปฐมภูมิ คือ แสงสีพื้นฐานซึ่งมี 3 สี ได้แก่ แสงสีแดง แสงสีเขียว และแสงสีนํ้าเงิน เมื่อนําแสงสีปฐมภูมิมาผสมกัน จะเกิดเป็นสีอื่นๆ อีก ดังนี้
                    <br></br><2tab></2tab><br></br><img src="https://jknowledgetutor.com/attachfile/netsat/scienceandtechnology/ad15-1.png" height="115px"></img>
                    <br></br><2tab></2tab>แสงสีแดง + แสงสีนํ้าเงิน ได้ แสงสีแดงม่วง
                    <br></br><2tab></2tab>แสงสีแดง + แสงสีเขียว ได้ แสงสีเหลือง
                    <br></br><2tab></2tab>แสงสีนํ้าเงิน + แสงสีเขียว ได้ แสงสีนํ้าเงินเขียว
                    <br></br><2tab></2tab>ทั้ง 3 แสงสีปฐมภูมิรวมกัน จะได้แสงขาว
                    <br></br><tab></tab>สําหรับการมองเห็นวัตถุเป็นสีต่างๆ นั้น เกิดจากการที่วัตถุสะท้อนแสงสีนั้นๆ ออกมาเข้าตาเรา ตัวอย่างเช่น
                    <br></br><tab></tab>ถ้าเรามองเห็นวัตถุมีสีเขียว แสดงว่าวัตถุนั้นสะท้อนแสงสีเขียวออกมาเข้าตาเรา ส่วนแสงสีอื่นๆ จะถูกดูดกลืนหมดดังแสดงในแผนภาพ
                    <br></br><2tab></2tab><br></br><img src="https://jknowledgetutor.com/attachfile/netsat/scienceandtechnology/ad15-2.png" height="115px"></img>
                    <br></br><tab></tab>ถ้าเรามองเห็นวัตถุมีสีเหลือง แสดงว่าวัตถุนั้นสะท้อนแสงสีแดงและเขียวออกมาเข้าตาเรา แล้วแสงสีทั้งสองเกิดการผสมรวมกันเป็นแสงสีเหลือง ส่วนแสงสีนํ้าเงินจะถูกดูดกลืน
                    <br></br><tab></tab>ถ้าเรามองเห็นวัตถุมีสีขาว แสดงว่าวัตถุนั้นสะท้อนแสงทุกสีออกมาเข้าตาเรา แล้วแสงสีทั้งหมดเกิดการผสมรวมกันเป็นแสงสีขาว 
                    <br></br><tab></tab>ส่วนการที่เรามองเห็นวัตถุเป็นสีดํา เป็นเพราะวัตถุนั้นดูดกลืนแสงทุกสีจึงไม่มีแสงสะท้อนมาเข้าตาเรา เราจึงมองเห็นวัตถุนั้นมืดดํานันเอง
                    <br></br><tab></tab>จากตัวเลือกในข้อ 15 พบว่า
                    <br></br><tab></tab>ข้อ 1) ถูก R+G+B = white
                    <br></br><tab></tab>ข้อ 2) ถูก แสงขาว สามารถมองได้ว่ามาจากการผสมกันของสี แดง น้ำเงิน เขียว ถ้ามีแผ่นกรองสีสีแดงมันจะยอมให้แสงสีแดงผ่านอย่างเดียว สีน้ำเงินและเขียวไม่สามารถทะลุผ่านไปได้ 
                    <br></br><tab></tab>ข้อ 3) ถูก วัตถุสีดำจะดูดกลืนทุกแสง เมื่อไม่มีสีไหนเลยสะท้อนเข้าตาเรา ทำให้เรามองเห็นวัตถุเป็นสีดำ
                    <br></br><tab></tab>ข้อ 4) ผิด วัตถุสีขาว จะสะท้อนทุกสี แต่แสงที่เราฉายเข้าไปมีแค่แสงสีแดง ทำให้มีแค่แสงสีแดงเท่านั้นที่สะท้อนเข้าตาเรา ทำให้เราให้วัตถุนั้นเป็นสีแดง

                    `,
                    AnswerDescriptionAttachImg:'',
                    Category: 'Functions',
                },
                {   id: 16,
                    question: `น้ำปริมาตร 1 ลิตรมีมวล 1 กิโลกรัม เมื่อนำน้ำไปแช่แข็ง น้ำแข็งจะมีปริมาตร 1.1 ลิตร อยากทราบว่าน้ำแข็งมีมวลเท่าใด `,
                    choice :[{
                        choicevalue:'a',choiceimg:false,choicetext: '1.0 กิโลกรัม '},{
                        choicevalue:'b',choiceimg:false,choicetext: '1.1 กิโลกรัม '},{
                        choicevalue:'c',choiceimg:false,choicetext: '-อยู่ระหว่าง 1.0- 1.1 กิโลกรัม '},{
                        choicevalue:'d',choiceimg:false,choicetext: 'ไม่สามารถระบุมวลได้'}
                    ],
                    Answer: 'a',
                    AnswerDescription:`มวลของสสารจะมีค่าคงที่เสมอ แม้ว่าปริมาตรจะเปลี่ยนไปก็ตาม
                    `,
                    AnswerDescriptionAttachImg:'',
                    Category: 'Functions',
                },
                {   id: 17,
                    question: `ครั้งที่หนึ่ง เผาเมอร์คิวรีที่มีอากาศในระบบปิดและภาชนะคงที่ ซึ่งพบว่าเมอร์คิวรี่ที่ทำปฏิกิริยาหมด ได้ผลิตภัณฑ์เป็นเมอร์คิวรี่ออกไซด์โดยมีมวลของอากาศเหลือ 20 กรัม จากนั้นในครั้งที่สอง นำเมอร์คิวรี่ออกไซด์ทั้งหมดที่ได้จากครั้งแรกไปเผาได้ดังสมการ
                    <br></br><img src="https://jknowledgetutor.com/attachfile/netsat/scienceandtechnology/sq17-1.png" height="115px"></img>
                    <br></br>กำหนดให้ P, Q และ R เป็นมวลของสารแต่ละตัวในสมการ ข้อใดต่อไปนี้ถูกต้อง 
                    `,
                    choice :[{
                        choicevalue:'a',choiceimg:false,choicetext: 'ผลิตภัณฑ์เมอร์คิวรี่ออกไซด์ที่เกิดขึ้นในครั้งที่หนึ่งมีมวลของเมอร์คิวรี่เท่ากับ P + 20 กรัม '},{
                        choicevalue:'b',choiceimg:false,choicetext: 'Q + R = P '},{
                        choicevalue:'c',choiceimg:false,choicetext: 'มวลของ HgO ที่นำมาเผาในครั้งที่สอง เท่ากับเมอร์คิวรี่และอากาศเริ่มต้นทั้งหมดในภาชนะครั้งที่หนึ่ง '},{
                        choicevalue:'d',choiceimg:false,choicetext: 'ไม่สามารถระบุมวลของผลิตภัณฑ์ได้'}
                    ],
                    Answer: 'b',
                    AnswerDescription:`<tab></tab>ตามหลักกฎทรงมวล ผลรวมของมวลสารทั้งหมดภายในระบบปิดมีค่าคงตัว หมายความว่าในปฏิกิริยาเคมีใดๆมวลของสารทั้งหมดที่ทำปฏิกิริยากันจะเท่ากับมวลของสารทั้งหมดที่เกิดขึ้นจากปฏิกิริยานั้น
                    <br></br><tab></tab>ซึ่งในปฏิกิริยาการเผาเมอร์คิวรีออกไซด์ในระบบปิด ดังนั้นจึงเป็นไปตามกฎทรงมวล
                    <br></br><tab></tab>มวลของสารก่อนเกิดปฏิกิริยา (P) จะเท่ากับมวลของสารหลังเกิดปฏิกิริยา (Q+R)
                    <br></br><3tab></3tab>           P	=	Q + R
                    `,
                    AnswerDescriptionAttachImg:'',
                    Category: 'Geometrical Figures',
                },
                {   id: 18,
                    question: `<br></br><img src="https://jknowledgetutor.com/attachfile/netsat/scienceandtechnology/sq18-1.png" height="115px"></img>
                    <br></br>แผนภาพใดแสดงโมเลกุลของน้ำหลังเกิดการระเหย `,
                    choice :[{
                        choicevalue:'a',choiceimg:false,choicetext: '<img src="https://jknowledgetutor.com/attachfile/netsat/scienceandtechnology/sc18-1.png" height="75px"></img>'},{
                        choicevalue:'b',choiceimg:false,choicetext: '<img src="https://jknowledgetutor.com/attachfile/netsat/scienceandtechnology/sc18-2.png" height="75px"></img>'},{
                        choicevalue:'c',choiceimg:false,choicetext: '<img src="https://jknowledgetutor.com/attachfile/netsat/scienceandtechnology/sc18-3.png" height="75px"></img>'},{
                        choicevalue:'d',choiceimg:false,choicetext: '<img src="https://jknowledgetutor.com/attachfile/netsat/scienceandtechnology/sc18-4.png" height="75px"></img>'}
                    ],
                    Answer: 'd',
                    AnswerDescription:`  
                    <img src="https://jknowledgetutor.com/attachfile/netsat/scienceandtechnology/ad18-1.png" height="75px"></img>
                    <br></br><tab></tab>จากภาพจะเห็นได้ว่าโมเลกุลของน้ำที่ระเหยอยู่ในสถานะแก๊ส แต่ละโมเลกุลจะอยู่ห่างกัน เนื่องจากตอนนี้น้ำระเหยอยู่ในรูปของไอน้ำ
    
                    `,
                    AnswerDescriptionAttachImg:'',
                    Category: 'Geometrical Figures',
                },
                {   id: 19,
                    question: `จากการทดลองดังแสดงในภาพ คำอธิบายทางวิทยาศาสตร์ในข้อใดต่อไปนี้ถูกต้องสมบูรณ์ที่สุด 
                    <br></br><img src="https://jknowledgetutor.com/attachfile/netsat/scienceandtechnology/sq19-1.png" height="115px"></img>
                    `,
                    choice :[{
                        choicevalue:'a',choiceimg:false,choicetext: 'สารละลาย NaCl สามารถนำไฟฟ้าได้ เนื่องจากเมื่อทดสอบการนำไฟฟ้าแล้วหลอดไฟสว่าง เพราะ NaCl เมื่อละลายน้ำจะสามารถทำลายพันธะโควาเลนต์ของ NaCl ซึ่งช่วยให้นำไฟฟ้าได้ '},{
                        choicevalue:'b',choiceimg:false,choicetext: 'สารละลาย NaCl สามารถนำไฟฟ้าได้ เนื่องจากเมื่อทดสอบการนำไฟฟ้าแล้วหลอดไฟสว่าง เพราะ NaCl เป็นสารประกอบไอออนิกที่สามารถแตกตัวเป็นไอออนอิสระในน้ำ ได้จึงสามารถนำไฟฟ้า'},{
                        choicevalue:'c',choiceimg:false,choicetext: 'สารละลาย NaCl สามารถนำไฟฟ้าได้ เนื่องจากเมื่อทดสอบการนำไฟฟ้าแล้วหลอดไฟสว่าง แต่เมื่อนำสารละลาย Glucose ไปทดสอบการนำไฟฟ้าพบว่าหลอดไฟไม่สว่าง จึงสรุปได้ว่ามีเฉพาะสารละลาย NaCl เท่านั้นที่สามารถนำไฟฟ้าได้ '},{
                        choicevalue:'d',choiceimg:false,choicetext: 'สารละลาย Glucose ไม่สามารถนำไฟฟ้าได้ เนื่องจากมีเฉพาะสารละลาย NaCl เท่านั้นที่สามารถแตกตัวในน้ำและนำไฟฟ้าได้ดี เนื่องจากเป็นสารละลายอิเล็กโทรไลต์'}
                    ],
                    Answer: 'b',
                    AnswerDescription:`<tab></tab>สารละลายอิเล็กโทรไลต์ (electrolyte) หมายถึง สารที่หลอมเหลวหรือละลายน้ำแล้วแตกตัวให้ไอออนได้ จึงนำไฟฟ้าได้ เช่น NaCl (s) จากแผนภาพ สารละลาย NaCl สามารถทำให้หลอดไฟสว่างได้ แสดงว่าสารละลาย NaCl สามารถแตกตัวเป็นไอออนได้
                    สารนอนอิเล็กโทรไลต์ (non-electrolyte) เป็นสารที่ไม่แตกตัวเป็นไอออน ส่วนใหญ่เป็นสารประกอบโคเวเลนต์เช่น   C<sub>6</sub>H<sub>12</sub>O<sub>6</sub>, C<sub>2</sub>H<sub>5</sub>OH จากแผนภาพ สารละลาย C<sub>6</sub>H<sub>12</sub>O<sub>6</sub> ไม่สามารถทำให้หลอดไฟสว่างได้ แสดงว่าสารละลาย C<sub>6</sub>H<sub>12</sub>O<sub>6</sub> ไม่สามารถแตกตัวเป็นไอออนได้
                    
                `,
                    AnswerDescriptionAttachImg:'',
                    Category: 'Geometrical Figures',
                },
                {   id: 20,
                    question: `จากสถานการณ์ A, B และ C ข้อใดต่อไปนี้ถูกต้อง <br></br><img src="https://jknowledgetutor.com/attachfile/netsat/scienceandtechnology/sq20-1.png" height="115px"></img> `,
                    choice :[{
                        choicevalue:'a',choiceimg:false,choicetext: 'สถานการณ์ A เป็นการหลอมเหลวเนื่องจากเกลือเปลี่ยนสถานะจากของแข็งเป็นของเหลว '},{
                        choicevalue:'b',choiceimg:false,choicetext: 'สถานการณ์ B และ C เป็นการละลาย เนื่องจากเป็นการเปลี่ยนแปลงสถานะจากของแข็งเป็นของเหลว '},{
                        choicevalue:'c',choiceimg:false,choicetext: 'สถานการณ์ C เป็นการละลายของไอศกรีมเนื่องจากอุณหภูมิที่สูงขึ้น '},{
                        choicevalue:'d',choiceimg:false,choicetext: 'สถานการณ์ B และ C เป็นการหลอมเหลวเนื่องจากเป็นการเปลี่ยนสถานะจากของแข็งเป็นของเหลว'}
                    ],
                    Answer: 'd',
                    AnswerDescription:` <tab></tab>เมื่อสารได้รับความร้อน สารจะเปลี่ยนสถานะได้เช่น สารเปลี่ยนสถานะจากของแข็งเป็นของเหลว เรียกว่า การหลอมเหลว และสารเปลี่ยนสถานะจากของเหลวเป็นแก๊ส เราเรียกว่า การกลายเป็นไอ
                    <br></br><tab></tab>การละลาย หมายถึง ของผสมเนื้อเดียวที่เกิดจากสารบริสุทธิ์ตั้งแต่ 2 ชนิด ขึ้นไป รวมกันทางกายภาพในปริมาณที่ไม่แน่นอน ในการละลายจะต้องมีตัวทำละลายและตัวถูกละลาย
                    <br></br><tab></tab>การหลอมเหลวเป็นการเปลี่ยนสถานะของสารจากของแข็งเป็นของเหลว ส่วนการละลาย เป็นการเปลี่ยนแปลงของสาร เมื่อสารอย่างน้อยสองชนิดมารวมตัวกันเป็นเนื้อเดียว โดยสารที่ได้ยังคงเป็นสารเดิมและเรียกว่าสารละลาย
                    <br></br><tab></tab>สถานการณ์ A เป็นการละลาย เนื่องจากเกลือเป็นตัวละลาย ผสมกับน้ำซึ่งเป็นตัวทำละลาย และได้ผลลัพธ์คือน้ำเกลือ ซึ่งจัดเป็นสารละลาย
                    <br></br><tab></tab>สถานการณ์ B และ C เป็นการหลอมเหลว เนื่องจาก มีการเปลี่ยนแปลงสถานะจากของแข็งเป็นของเหลว
                    
                     `,
                    AnswerDescriptionAttachImg:'',
                    Category: 'Geometrical Figures',
                },
                {   id: 21,
                        question: `พิจารณาข้อมูลต่อไปนี้แล้วตอบคำถาม 
                        <br></br><tab></tab>การทำการทดลองเพื่อทดสอบสภาวะที่แหนสามารถขยายพันธุ์ได้อย่างมีประสิทธิภาพ ผู้ทดลองได้นำแหนวางในจานเพาะเชื้อ 4 ใบที่บรรจุสาร 4 ชนิดแตกต่าง ได้แก่ 1) น้ำกลั่น 2) น้ำบ่อ 3) สารละลายปุ๋ย N-P-K และ 4) สารละลายไนเตรท โดยทำการทดลองที่อุณหภูมิห้อง กราฟด้านล่างนี้สรุปจำนวนแหนที่เจริญเติบโตในช่วงประมาณ 2 สัปดาห์
                        <br></br><img src="https://jknowledgetutor.com/attachfile/netsat/scienceandtechnology/sq21-1.png" height="115px"></img>
                        
                        `,
                        choice :[{
                            choicevalue:'a',choiceimg:false,choicetext: 'อัตราการขยายพันธุ์ของแหนในสภาวะสารละลายปุ๋ย N-P-K สูงที่สุด '},{
                            choicevalue:'b',choiceimg:false,choicetext: 'อัตราการขยายพันธุ์ของแหนในสภาวะสารละลายทุกชนิดมีแนวโน้มเพิ่มขึ้น '},{
                            choicevalue:'c',choiceimg:false,choicetext: 'ถ้าเพิ่มสารละลายไนเตรทในน้ำบ่อจะเพิ่มอัตราการขยายพันธุ์ของแหนให้สูงขึ้นได้ '},{
                            choicevalue:'d',choiceimg:false,choicetext: 'ถ้าเพิ่มสารละลายในเตรทในน้ำกลั่นจะมีประเพิ่มประสิทธิภาพการขยายพันธุ์ของแหน ให้เทียบเท่าอัตราการขยายพันธุ์ของแหนในน้ำบ่อได้'}
                        ],
                        Answer: 'a',
                        AnswerDescription:` <tab></tab>จากข้อมูลกราฟแสดงการเจริญเติบโตของแหนในสภาวะที่แตกต่างกัน พบว่า สารละลายปุ๋ย N-P-K มีอัตราการขยายพันธุ์ของแหนสูงที่สุด ดังนั้นข้อที่ 1 จึงถูกต้องที่สุด`,
                        AnswerDescriptionAttachImg:'',
                        Category: 'Geometrical Figures',
                    }, 
                    {   id: 22,
                        question: `เมล็ดพืชต้องการน้ำในการงอกหรือไม่ เพราะเหตุใด 
                        `,
                        choice :[{
                            choicevalue:'a',choiceimg:false,choicetext: 'ต้องการ เนื่องจากเมื่อน้ำเคลื่อนที่เข้าไปภายในเมล็ดพืช แป้งจะถูกไฮโดรไลซ์กลายเป็นน้ำตาลกลูโคสซึ่งเป็นสารอาหารที่จำเป็นสำหรับการงอก  '},{
                            choicevalue:'b',choiceimg:false,choicetext: 'ต้องการ เนื่องจากเมื่อน้ำเคลื่อนที่เข้าไปภายในเมล็ดพืช เปลือกหุ้มเมล็ดพืชจะอ่อนลงและเป็นการเริ่มต้นการเกิดเมแทบอลิซึม จากนั้นการงอกจะเกิดขึ้น '},{
                            choicevalue:'c',choiceimg:false,choicetext: 'ต้องการ เนื่องจากเมล็ดพืชใช้น้ำสำหรับการสังเคราะห์ด้วยแสงเพื่อสร้างสารอาหารสำหรับการงอก  '},{
                            choicevalue:'d',choiceimg:false,choicetext: 'ไม่ต้องการ เนื่องจากเมล็ดพืชสามารถให้สารอาหารสำหรับการงอกด้วยตัวเองจึงไม่ ต้องการน้ำ '}
                        ],
                        Answer: 'b',
                        AnswerDescription:` <tab></tab>น้ำหรือความชื้น เมื่อเมล็ดได้รับน้ำ เปลือกหุ้มเมล็ดจะอ่อนตัวลง ทำให้น้ำและออกซิเจนผ่านเข้าไปในเมล็ดได้มากขึ้น เมล็ดจะดูดน้ำเข้าไปทำให้เมล็ดพองตัวขยายขนาด และมีน้ำหนักเพิ่มขึ้นน้ำจะเป็นตัวกระตุ้นปฏิกิริยาทางชีวเคมีต่างๆ ภายในเมล็ดมีการกระตุ้นการสร้างเอนไซม์เพื่อย่อยสลายสารอาหารที่สะสมในเมล็ด เอนไซม์ที่เกิดขึ้นในเมล็ดเช่น อะไมเลส จะย่อยแป้งให้เป็นมอลโทส โปรตีเอส จะย่อยโปรตีนให้เป็นกรดอะมิโน ทั้งมอลโทสและกรดอะมิโนละลายน้ำได้ และแพร่เข้าไปในเอ็มบริโอเพื่อใช้ในการหายใจและการเจริญเติบโต นอกจากนี้น้ำยังเป็นตัวทำละลายสารอื่นๆที่สะสมในเมล็ดและช่วยในการลำเลียงสารอาหารไปใช้ตัวอ่อนใช้ในการงอก`,
                        AnswerDescriptionAttachImg:'',
                        Category: 'Geometrical Figures',
                    },
                    {   id: 23,
                        question: `<br></br><3tab></3tab>H + + HCO<sub>3</sub> - ⇌ H<sub>2</sub>O +CO<sub>2</sub>
                        <br></br><tab></tab>สมการเคมีข้างต้นแสดงปฏิกิริยาที่ผันกลับได้ซึ่งเกิดขึ้นในเลือด หลังการออกกำลังกายค่า pH ในเลือดของนักกีฬามีค่าต่ำกว่าระดับปกติ หากต้องการให้ค่า pH ในเลือดกลับสู่ภาวะปกติ ควรทำอย่างไร
                        
                        `,
                        choice :[{
                            choicevalue:'a',choiceimg:false,choicetext: 'การเพิ่มเหงื่อจะช่วยลดความเข้มข้นของ OH<sup>-</sup>และ H<sup>+</sup> '},{
                            choicevalue:'b',choiceimg:false,choicetext: 'การเพิ่มอุณหภูมิจะทำให้ความเข้มข้นของ H<sup>+</sup> เพิ่มขึ้น '},{
                            choicevalue:'c',choiceimg:false,choicetext: 'การเพิ่มความเข้มข้นของออกซิเจนในพลาสมาจะทำให้ความเข้มข้นของ H<sup>+</sup> เพิ่มขึ้น '},{
                            choicevalue:'d',choiceimg:false,choicetext: 'การเพิ่มอัตราการหายใจจะช่วยลดความเข้มข้นของ CO<sub>2</sub> และ H <sup>+</sup> ในเลือด '}
                          ],
                        Answer: 'd',
                        AnswerDescription:`<tab></tab>ในร่างกายจะมีการรักษาดุลยภาพกรด-เบส (ค่า pH) ในเลือด และในของเหลวต่างๆ ให้อยู่ในสภาพสมดุล ไม่ให้สูงหรือต่ำจนเกินไป 
                        <br></br><tab></tab>ในสภาวะปกติจะมีค่า pH ประมาณ 7.35 – 7.45 แต่ในขณะที่เราออกกำลังกาย หรือร่างกายทำงานหนัก เลือดจะเป็นกรดมากขึ้น เนื่องจากมีการผลิต CO<sub>2</sub> ออกมาจากปฏิกิริยาการหายใจระดับเซลล์ เมื่อ CO<sub>2</sub> รวมตัวกับน้ำ จะทำให้เกิดกรดคาร์บอกนิก ซึ่งสามารถแตกตัวให้ H<sup>+</sup> ได้ เมื่อเลือดเป็นกรด สมองส่วนเมดัลลาออบลองกาตา และพอนส์ จะส่งสัญญาณไปกระตุ้นกล้ามเนื้อกระบังลม และกล้ามเนื้อยึดซี่โครง ให้ทำงานมากขึ้น ทำให้หายใจเร็วและแรงขึ้น เพื่อขับ CO<sub>2</sub> ออกจากร่างกาย 
                        <br></br><tab></tab>นอกจากนี้ การออกกำลังกายอย่างหนัก ยังทำให้เซลล์กล้ามเนื้อเกิดปฏิกิริยาสลายสารอาหารแบบไม่ใช้ออกซิเจน ซึ่งจะผลิตกรดแลคติกออกมา ทำให้ในเลือดมีปริมาณกรดแลคติกเพิ่มขึ้น
                        <br></br><tab></tab>กลไกการรักษาสภาพ pH ไม่ให้สูงหรือต่ำเกินไป ในร่างกายมนุษย์จะใช้ 3 ระบบ คือ
                        <br></br><tab></tab>1. ระบบขับถ่าย โดยการขับ H<sup>+</sup> ทางปัสสาวะ หรือดูดกลับ HCO<sub>3</sub><sup>-</sup>  ที่ท่อหน่วยไต สามารถเพิ่มหรือลดความเป็นกรดได้มากที่สุด แต่ใช้เวลานานที่สุด
                        <br></br><tab></tab>2. ระบบหายใจ โดยการขับ CO<sub>2</sub> ออกทางลมหายใจ เมื่อเลือดเป็นกรดมากเกินไป
                        <br></br><tab></tab>3. ระบบบัฟเฟอร์ในเลือด โดยมีสารเคมีในเลือดที่สามารถทำปฏิกิริยากันเพื่อปรับ pH ได้ สามารถเพิ่มหรือลดความเป็นกรดได้เล็กน้อย แต่ใช้เวลาเร็วที่สุด
                        <br></br><tab></tab>ดังนั้นตัวเลือกที่ 4 จึงสอดคล้องที่สุด
                        `,
                        AnswerDescriptionAttachImg:'',
                        Category: 'Geometrical Figures',
                    },
                    {   id: 24,
                        question: `แผนภาพในข้อใดแสดงสารละลายไฮเปอร์โทนิก (Hypertonic solution)
                        <br></br><img src="https://jknowledgetutor.com/attachfile/netsat/scienceandtechnology/sq24-1.png" height="115px"></img>
                        `,
                        choice :[{
                            choicevalue:'a',choiceimg:false,choicetext: '<img src="https://jknowledgetutor.com/attachfile/netsat/scienceandtechnology/sc24-1.png" height="115px"></img>'},{
                            choicevalue:'b',choiceimg:false,choicetext: '<img src="https://jknowledgetutor.com/attachfile/netsat/scienceandtechnology/sc24-2.png" height="115px"></img>'},{
                            choicevalue:'c',choiceimg:false,choicetext: '<img src="https://jknowledgetutor.com/attachfile/netsat/scienceandtechnology/sc24-3.png" height="115px"></img>'},{
                            choicevalue:'d',choiceimg:false,choicetext: '<img src="https://jknowledgetutor.com/attachfile/netsat/scienceandtechnology/sc24-4.png" height="115px"></img>'}
                          ],
                        Answer: 'd',
                        AnswerDescription:`<tab></tab> สารละลายไฮโพโทนิก (Hypotonic solution) คือสารละลายที่มีแรงดันออสโมติกต่ำ หรือสารละลายที่มีความเข้มข้นต่ำ(มีน้ำมาก)เมื่อนำเซลล์มาแช่ในสารละลายไฮโพโทนิก น้ำจากสารละลายจะเข้าสู่เซลล์ส่งผลให้เกิดการเต่งของเซลล์
                        <br></br><tab></tab>สารละลายไฮเพอร์โทนิก (Hypertonic solution) สารละลายที่มีแรงดันออสโมติกสูง หรือสารละลายที่มีความเข้มข้นสูงแต่น้ำน้อย ดังนั้นหากนำเซลล์มาแช่ในสารละลายไฮเพอร์โทนิกจะทำให้น้ำจากเซลล์จะที่เคลื่อนที่ออกมายังสารละลายจนทำให้เซลล์เหี่ยว
                        <br></br><tab></tab>สารละลายไอโซโทนิก (Isotonic solution) สารละลายที่มีความเข้มข้นระหว่างภายในเซลล์และภายนอกเซลล์เท่ากัน เพราะฉะนั้นหากนำเซลล์ไปแช่ในสารละลายไอโซโทนิกจะทำให้เซลล์ไม่เปลี่ยนรูปร่าง
                        <br></br><img src="https://jknowledgetutor.com/attachfile/netsat/scienceandtechnology/ad24-1.png" height="115px"></img>
                        <br></br><3tab></3tab>รูปแสดงประเภทของสารละลายที่มีผลต่อเม็ดเลือดแดง
                        `,
                        AnswerDescriptionAttachImg:'',
                        Category: 'Geometrical Figures',
                    },
                {   id: 25,
                    question: `ตะขาบชนิดต่าง ๆ มีความแตกต่างกันในจำนวนข้อปล้องที่มีขางอกออกมาตั้งแต่ 5 ถึง 125 ปล้อง 
                    แต่ตะขาบทุกชนิดมีจำนวนข้อปล้องเป็นเลขคี่ จึงส่งผลให้จำนวนคู่ของขาเป็นเลขคี่ด้วยเช่นกัน 
                    จากการศึกษาส่วนที่เป็นปล้องนั้นพบว่าไม่มีผลต่อความแตกต่างในแง่ของการอยู่รอดและการสืบพันธุ์ระหว่างตะขาบที่มีจำนวนคู่ของขาเป็นเลขคี่และเลขคู่ถ้าหากไม่มีความความแตกต่างในแง่ของการอยู่รอดและการสืบพันธุ์ระหว่างตะขาบแต่ละ 
                    ตัวที่มีจำนวนคู่ของขาเป็นเลขคี่และเลขคู่ สมมติฐานใดดีที่สุดที่ใช้อธิบายว่าเพราะเหตุใดจึงไม่มีตะขาบที่มีจำนวนคู่ของขาเป็นเลขคู่ `,
                    choice :[{
                        choicevalue:'a',choiceimg:false,choicetext: 'ตะขาบที่มีจำนวนคู่ของขาเป็นเลขคี่อาจจะถูกผู้ล่ากินเป็นอาหาร '},{
                        choicevalue:'b',choiceimg:false,choicetext: 'ตะขาบไม่มียีนที่เป็นสาเหตุให้จำนวนคู่ของขาเป็นเลขคู่ในระหว่างการพัฒนาตัวอ่อน '},{
                        choicevalue:'c',choiceimg:false,choicetext: 'ตะขาบไม่จำเป็นต้องมีจำนวนคู่ของขาเป็นเลขคู่ ถ้าหากจำนวนคู่ของขาซึ่งเป็นเลขคี่นั้นเพียงพอสำหรับการอยู่รอด ดังนั้นตะขาบจึงเลือกที่จะมีจำนวนคู่ของขาเป็นเลขคี่ '},{
                        choicevalue:'d',choiceimg:false,choicetext: 'ตะขาบที่มีจำนวนคู่ของขาเป็นเลขคี่จะไม่เกิดขึ้น เนื่องจากส่วนที่เป็นปล้องถูกสร้างขึ้น ในระหว่างการพัฒนาตัวอ่อน'}
                      ],
                    Answer: 'b',
                    AnswerDescription:`<tab></tab>ข้อที่ 1 ผิด เนื่องจากโจทย์กล่าวว่า ไม่มีความความแตกต่างในแง่ของการอยู่รอดและการสืบพันธุ์ระหว่างตะขาบแต่ละตัวที่มีจำนวนคู่ของขาเป็นเลขคี่และเลขคู่
                    <br></br><tab></tab>ข้อที่ 3 ผิด เพราะคำว่า เพียงพอสำหรับการอยู่รอด ไม่ใช่สมมติฐานทางวิทยาศาสตร์
                    <br></br><tab></tab>ข้อที่ 4 ผิด เนื่องจาก ส่วนที่เป็นปล้องพัฒนาตอนเป็นตัวอ่อน ไม่ใช่เหตุผลของจำนวนขา
                    <br></br><tab></tab>ข้อที่ 2 จึงเป็นคำตอบที่ถูกต้องที่สุด                    
                    `,
                    AnswerDescriptionAttachImg:'',
                    Category: 'Geometrical Figures',
                },
                {   id: 26,
                    question: `พิจารณาตารางข้างล่างแสดงรายละเอียดเกี่ยวกับจิ้งจกเพศเมียสมมติทั้ง 4 ชนิด แล้วตอบคำถาม
                    <br></br><img src="https://jknowledgetutor.com/attachfile/netsat/scienceandtechnology/sq26-1.png" height="215px"></img>
                    <br></br>หากความอุดมสมบูรณ์เป็นคำศัพท์ที่นักชีววิทยามักใช้อธิบายความสำเร็จของวิวัฒนาการในสิ่งมีชีวิตต่าง ๆ 
                    <br></br>จิ้งจกชนิดใดที่นักชีววิทยาอาจพิจารณาว่ามีความเหมาะสมในการปรับตัวมากที่สุด 
                    `,
                    choice :[{
                        choicevalue:'a',choiceimg:false,choicetext: 'จิ้งจก M '},{
                        choicevalue:'b',choiceimg:false,choicetext: 'จิ้งจก N '},{
                        choicevalue:'c',choiceimg:false,choicetext: 'จิ้งจก O '},{
                        choicevalue:'d',choiceimg:false,choicetext: 'จิ้งจก P '}
                      ],
                    Answer: 'd',
                    AnswerDescription:`<tab></tab>การปรับตัวของสิ่งมีชีวิต (Adaptation) หมายถึง กลไกทางชีวภาพของสิ่งมีชีวิตที่ทำการปรับเปลี่ยนลักษณะโครงสร้างทางกายภาพ สรีรวิทยา รวมถึงพฤติกรรมบางประการ ให้เหมาะสมต่vสภาพแวดล้อมและการเปลี่ยนแปลงที่เกิดขึ้นอยู่ตลอดเวลา
                    <br></br><tab></tab>การปรับตัวถือเป็นเอกลักษณ์อย่างหนึ่งของสิ่งมีชีวิต ที่ช่วยเพิ่มโอกาสในการอยู่รอดและขยายเผ่าพันธุ์
                    <br></br><tab></tab>จากข้อมูลในตาราง จิ้งจกที่มีความเหมาะสมในการปรับตัวมากที่สุด คือ จิ้งจก P เนื่องจากมีจำนวนลูกหลานที่อยู่รอดจนเจริญเติบโตเป็นตัวเต็มวัยมากที่สุด จึงสามารถอธิบายได้ว่า จิ้งจก P สามารถปรับตัวและอยู่รอดมากที่สุด 
                    `,
                    AnswerDescriptionAttachImg:'',
                    Category: 'Geometrical Figures',
                },
                {   id: 27,
                    question: 'นักวิทยาศาสตร์ทำกาศึกษาความเข้มข้นของออกชิเจนในภาชนะปิดซึ่งบรรจุเซลล์พืชที่เพาะเลี้ยงและพบว่าเมื่อภาชนะเกิดการปนเปื้อน ความเข้มข้นของออกชิเจนจะเพิ่มขึ้น แต่อย่างไรก็ตามเมื่อเก็บภาชนะนั้นไว้ในที่มืดความเข้มชันของออกซิเจนจะลดลง ข้อใดกล่าวถูกต้อง เกี่ยวกับความเข้มขันของออกซิเจนที่ลดลง ',
                    choice :[{
                        choicevalue:'a',choiceimg:false,choicetext: 'คลอโรพลาสต์ในเซลล์พืชมีการปรับโครงสร้างและหน้าที่เป็นไมโทคอนเดรีย '},{
                        choicevalue:'b',choiceimg:false,choicetext: 'คลอโรพลาสต์ในเซลล์พืชเกิดการสังเคราะห์ด้วยแสงแบบย้อนกลับจึงใช้ปริมาณออกซิเจนเพิ่มขึ้น '},{
                        choicevalue:'c',choiceimg:false,choicetext: 'ไมโทคอนเดรียในเชลล์พืชใช้ออกชิเจนในการสลายสารอาหารแบบใช้ออกซิเจน '},{
                        choicevalue:'d',choiceimg:false,choicetext: 'การเพาะเลี้ยงเซลล์พืชในภาชนะดังกล่าวอาจเกิดการปนเปื้อนเซลล์สัตว์ เนื่องจากเชลล์สัตว์ใช้ออกซิเจน '}
                    ],
                    Answer: 'c',
                    AnswerDescription:`<tab></tab>การหายใจระดับเซลล์ (cellular respiration) หมายถึง กระบวนการสลายโมเลกุลของสารอาหาร
                    <br></br><tab></tab>ภายในเซลล์ เพื่อเปลี่ยนพลังงานของพันธะเคมีของสารอาหารให้อยู่ในรูปสารประกอบพลังงานสูง ที่เซลล์
                    <br></br><tab></tab>พร้อมจะนำไปใช้งานได้ เช่น อะดีโนซีนไตรฟอสเฟส (Adenosine triphosphate: ATP)
                    <br></br><tab></tab>การหายใจระดับเซลล์แบ่งออกได้เป็น 2 แบบ คือ
                    <br></br><tab></tab>1. การหายใจแบบไม่ใช้ออกซิเจน (anaerobic respiration)
                    <br></br><tab></tab>2. การหายใจแบบใช้ออกซิเจน (aerobic respiration)
                    <br></br><tab></tab>ไมโทคอนเดรียในเชลล์พืชใช้ออกชิเจนในการสลายสารอาหารแบบใช้ออกซิเจน ความเข้มข้นของออกซิเจนจึงลดลง และจากโจทย์เก็บภาชนะไว้ในที่มืด จึงไม่มีกระบวนการสังเคราะห์ด้วยแสงเกิดขึ้น และคลอโรพลาสต์ไม่สามารถปรับโครงสร้างและหน้าที่เป็นไมโทคอนเดรียได้
                    
                    `,
                    AnswerDescriptionAttachImg:'',
                    Category: 'Geometrical Figures',
                },
                {   id: 28,
                    question: `
                    แผนภาพต่อไปนี้แสดงสายใยอาหารในระบบนิเวศทางน้ำ
                    <br></br><img src="https://jknowledgetutor.com/attachfile/netsat/scienceandtechnology/sq28-1.png" height="215px"></img>
                    <br></br>หากมีการเปลี่ยนแปลงขนาดของประชากรกบจะส่งผลต่อระบบนิเวศหรือไม่ เพราะเหตุใด 
                    `,
                    choice :[{
                        choicevalue:'a',choiceimg:false,choicetext: 'ไม่ส่งผลต่อระบบนิเวศทั้งหมด เนื่องจากประชากรสัตว์บางชนิดมีความสำคัญน้อยกว่ากบ '},{
                        choicevalue:'b',choiceimg:false,choicetext: 'ส่งผลต่อระบบนิเวศทั้งหมดในบางลำดับด้วยรูปแบบที่แตกต่างกันออกไป '},{
                        choicevalue:'c',choiceimg:false,choicetext: 'ส่งผลต่อประซากรของสิ่งมีชีวิตที่มีความสัมพันธ์โดยตรงกับประชากรกบเท่านั้น '},{
                        choicevalue:'d',choiceimg:false,choicetext: 'อาจส่งผลต่อประชากรสัตว์ชนิดอื่นๆ ภายในระบบนิเวศที่อยู่ในลำดับเดียวกัน'}
                      ],
                    Answer: 'b',
                    AnswerDescription:` การเปลี่ยนแปลงประชากรกบ ส่งผลต่อระบบนิเวศทั้งหมดในบางลำดับด้วยรูปแบบที่ แตกต่างกันออกไป จากโจทย์ไม่ได้บอกว่ากบจะมีปริมาณเพิ่มขึ้นหรือลดลง 
                    แต่ถ้ากบมีปริมาณเพิ่มขึ้นจะส่งผลให้หนอนที่เป็นอาหารของกบมีปริมาณลดลงด้วย ส่งผลให้สัตว์ที่กินหนอนเป็นอาหารลดลงด้วยเช่นกัน 
                    แต่ถ้ากบมีปริมาณลดลง สัตว์ที่กินกบเป็นอาหาร คือ งูและนกกระยางก็จะมีปริมาณลดลงตามไปด้วย
                    <br></br><img src="https://jknowledgetutor.com/attachfile/netsat/scienceandtechnology/ad28-1.png" height="215px"></img>
                    `,
                    AnswerDescriptionAttachImg:'',
                    Category: 'Geometrical Figures',
                },
                {   id: 29,
                    question: `พิจารณาแผ่นภาพแล้วตอบคำถาม 
                    <br></br><img src="https://jknowledgetutor.com/attachfile/netsat/scienceandtechnology/sq29-1.png" height="215px"></img>
                    <br></br>จากแผนภาพที่กำหนดให้ ข้อใดอธิบายพาหะในพงศาวลี (pedigree) นี้ได้ดีที่สุดคำตอบ คือ
                    <br></br><tab></tab>I. เป็นลักษณะด้อย
                    <br></br><tab></tab>II. เป็นลักษณะเด่น 
                    <br></br><tab></tab>III. ไม่สามารถระบุได้ 
                    <br></br>เหตุผลของคำตอบข้างต้น คือ 
                    <br></br><tab></tab>W. มีบุตรเพียงคนเดียวจากสามคนในรุ่นที่สองที่เป็นพาหะ 
                    <br></br><tab></tab>X. ผู้หญิงในรุ่นที่หนึ่งและลูกชายของหญิงคนดังกล่าวที่เป็นพาหะ 
                    <br></br><tab></tab>Y. เพศชายหนึ่งคนในรุ่นที่สามเป็นพาหะ แต่พ่อกับแม่ของชายคนดังกล่าวไม่ได้เป็นพาหะ 
                    <br></br><tab></tab>Z. พาหะนี้สามารถเป็นได้ทั้งลักษณะด้อยหรือลักษณะเด่น 
                    <br></br>ข้อใดกล่าวถูกต้อง 
                    `,
                    choice :[{
                        choicevalue:'a',choiceimg:false,choicetext: 'I, X '},{
                        choicevalue:'b',choiceimg:false,choicetext: 'I, Y '},{
                        choicevalue:'c',choiceimg:false,choicetext: 'II, W '},{
                        choicevalue:'d',choiceimg:false,choicetext: 'III, Z '}
                      ],
                    Answer: 'b',
                    AnswerDescription:`–           
                    `,
                    AnswerDescriptionAttachImg:'',
                    Category: 'Geometrical Figures',
                },
                {   id: 30,
                    question: 'การกลายพันธุ์แบบใหม่ที่เกิดขึ้นจากการคัดลอกยีน X ในเซลล์ร่างกายส่งผลให้เกิดเนื้องอก อยากทราบว่าประจักษ์พยาน (evidence) ใดที่ใช้บรรยายได้ดีที่สุดว่าการกลายพันธุ์แบบใหม่เป็นสาเหตุโดยตรงที่ทำให้เกิดเนื้องอก ',
                    choice :[{
                        choicevalue:'a',choiceimg:false,choicetext: 'โดยทั่วไปโปรตีน X เป็นตัวรับฮอร์โมนกระตุ้นการเจริญเติบโต (growth hormone) การเกิดการกลายพันธุ์จึงทำให้โปรตีน X เสถียรน้อยลง '},{
                        choicevalue:'b',choiceimg:false,choicetext: 'โดยทั่วไปโปรตีน x กระตุ้นการแบ่งเซลล์ การเกิดการกลายพันธุ์ทำให้โปรตีน x ทำงาน มากขึ้นกว่าปกติ	'},{
                        choicevalue:'c',choiceimg:false,choicetext: 'โดยทั่วไปโปรตีน x ช่วยป้องกันการผ่านเข้าไปสู่วัฏจักรการแบ่งเซลล์ การเกิดการ กลายพันธุ์จึงทำให้เกิดโปรตีน x ชนิดใหม่ที่ทำงานมากขึ้นกว่าปกติ 	'},{
                        choicevalue:'d',choiceimg:false,choicetext: 'โดยทั่วไปโปรตีน x ควบคุมการแสดงออกของยีน การเกิดการกลายพันธุ์ทำให้เกิด โปรตีน x ที่ทำงานได้น้อยลง และไปขัดขวางการแบ่งเชลล์'}
                      ],
                    Answer: 'b',
                    AnswerDescription:` จาก
                    <tab></tab>โดยทั่วไปโปรตีน X กระตุ้นการแบ่งเซลล์ การเกิดการกลายพันธุ์ทำให้โปรตีน X ทำงานมากขึ้นกว่าปกติ และเมื่อยีน X ทำงานมากกว่าปกติ เกิดการแบ่งเซลล์มากกว่าปกติ จึงส่งผลทำให้เกิดเนื้องอกได้`,
                    AnswerDescriptionAttachImg:'',
                    Category: 'Geometrical Figures',
                },
                {   id: 31,
                    question: 'ข้อใดแสดงค่าข้อมูลในรูปแบบเลขฐานสอง เลขฐานสิบหก เลขฐานสิบ และขนาดข้อมูลได้ถูกต้อง  ',
                    choice :[{
                        choicevalue:'a',choiceimg:false,choicetext: '10101010<sub>2</sub> = AA<sub>16</sub> = 171<sub>10</sub> -> 1 Byte '},{
                        choicevalue:'b',choiceimg:false,choicetext: '10101010<sub>2</sub> = AB<sub>16</sub> = 170<sub>10</sub> -> 8 Bits '},{
                        choicevalue:'c',choiceimg:false,choicetext: '10101010<sub>2</sub> = AA<sub>16</sub> = 170<sub>10</sub> -> 1 Byte '},{
                        choicevalue:'d',choiceimg:false,choicetext: '10101011<sub>2</sub> = AA<sub>16</sub> = 171<sub>10</sub> -> 8 Bits '}
                      ],
                    Answer: 'c',
                    AnswerDescription:` <tab></tab>10101010<sub>2</sub> สามารถแปลงเป็นเลขฐานสิบได้เท่ากับ 170<sub>10</sub> และแปลงเป็นฐานสิบหกได้เท่ากับ 	
                    <br></br><img src="https://jknowledgetutor.com/attachfile/netsat/scienceandtechnology/ad31-1.png" height="215px"></img>
                    <br></br><img src="https://jknowledgetutor.com/attachfile/netsat/scienceandtechnology/ad31-2.png" height="215px"></img>
                    <br></br><tab></tab>AA<sub>16</sub>
                    <br></br><tab></tab>10101011<sub>2</sub> สามารถแปลงเป็นเลขฐานสิบได้เท่ากับ 171<sub>10</sub> และแปลงเป็นเลขฐานสิบหกได้เท่ากับ 
                    <br></br><tab></tab>AB<sub>16</sub>
                    <br></br><img src="https://jknowledgetutor.com/attachfile/netsat/scienceandtechnology/ad31-3.png" height="215px"></img>
                    <br></br><img src="https://jknowledgetutor.com/attachfile/netsat/scienceandtechnology/ad31-4.png" height="215px"></img>
                    <br></br>ซึ่งจะเห็นได้ว่าข้อ (1) ผิดในส่วนของการแปลงเลขให้เป็นฐานสิบ และข้อ (2) ผิดในส่วนของการแปลงเลขให้เป็นฐานสิบหก โดยที่ขนาดของข้อมูล 1 byte เท่ากับ 8 bits คำตอบที่ถูกต้องคือข้อ (3) และ (4)
                    `,
                    AnswerDescriptionAttachImg:'',
                    Category: 'Geometrical Figures',
                },
                {   id: 32,
                    question: `จากโค้ดที่กำหนดให้นี้ ข้อใดเป็นผังงานที่อธิบายการทำงานของโปรแกรมได้เหมาะสมที่สุด
                    <br></br><img src="https://jknowledgetutor.com/attachfile/netsat/scienceandtechnology/sq32-1.png" height="215px"></img>

                     `,
                    choice :[{
                        choicevalue:'a',choiceimg:false,choicetext: '<img src="https://jknowledgetutor.com/attachfile/netsat/scienceandtechnology/sc32-1.png" height="115px"></img>'},{
                        choicevalue:'b',choiceimg:false,choicetext: '<img src="https://jknowledgetutor.com/attachfile/netsat/scienceandtechnology/sc32-2.png" height="115px"></img>'},{
                        choicevalue:'c',choiceimg:false,choicetext: '<img src="https://jknowledgetutor.com/attachfile/netsat/scienceandtechnology/sc32-3.png" height="115px"></img>'},{
                        choicevalue:'d',choiceimg:false,choicetext: '<img src="https://jknowledgetutor.com/attachfile/netsat/scienceandtechnology/sc32-4.png" height="115px"></img>'}
                      ],
                    Answer: 'c',
                    AnswerDescription:`<tab></tab>จาก	z<sub>1</sub>=2(cos50°+isin50°)	จะได้	z<sub>1</sub>=2cis50°	
                    <br></br><tab></tab>ทำความเข้าใจในส่วนของผังงานอธิบายการดำเนินการ
                    <br></br><tab></tab>#include <stdio.h>
                    <br></br><tab></tab>int main()
                    <br></br><tab></tab>{
                    <br></br><tab></tab>int sum = 0; 
                    <br></br><tab></tab>ตั้งตัวแปรชื่อ sum ให้มีความเริ่มต้นเท่ากับ 0
                    <br></br><tab></tab>int vals[10] = {1,2,3,4,5,6,7,8,9,10};	
                    <br></br><tab></tab>สร้างตัวแปร vals ที่เป็น array ขนาดเท่ากับ 10 (vals[0] = 1, vals[1] = 2, …. , vals[9] =10)
                    <br></br><tab></tab>โดยที่ val[i] i คือ index ของ array index จะเริ่มนับจาก 0 
                    <br></br><tab></tab>for(int i=0; i<10; i++) {
                    <br></br><tab></tab>เป็นคำสั่งที่ใช้สำหรับ loop ที่ ค่าของ i=0 วนลูปจนถึง i<10 (หมายความว่าหยุดที่ i=9) sum = sum + vals[i];
                    <br></br><tab></tab>นำตัวแปร sum ไปบวกกับค่าใน array ทีละตัว
                    <br></br><tab></tab>}
                    <br></br><tab></tab>printf("%d",sum);
                    <br></br><tab></tab>แสดงผลรวมทั้งหมดที่คำนวณได้
                    <br></br><tab></tab>return 0;
                    <br></br><tab></tab>}
                    <br></br>ข้อ (1) และ (2) ผิดตรงที่ไม่มีในส่วนของการวนลูปตามที่ผังงานได้อธิบายการทำงานไว้และข้อ (4) ผิด ตรงที่เงื่อนไขในการวนลูปที่เงื่อนไขไม่เป็นไปตามผังงงานที่กำหนด                    
                    `,
                    AnswerDescriptionAttachImg:'',
                    Category: 'Geometrical Figures',
                },
                {   id: 33,
                    question: `“ให้ตัวละครแมวเดินไปจับหนูที่อยู่ทางด้านขวา” จากความต้องการนี้ ข้อใดเป็นบล็อกคำสั่งที่เหมาะสมที่จะใช้ดำเนินการแก้ปัญหามากที่สุด
                    <br></br><img src="https://jknowledgetutor.com/attachfile/netsat/scienceandtechnology/sq33-1.png" height="215px"></img> `,
                    choice :[{
                        choicevalue:'a',choiceimg:false,choicetext: '<img src="https://jknowledgetutor.com/attachfile/netsat/scienceandtechnology/sc33-1.png" height="115px"></img>'},{
                        choicevalue:'b',choiceimg:false,choicetext: '<img src="https://jknowledgetutor.com/attachfile/netsat/scienceandtechnology/sc33-2.png" height="115px"></img>'},{
                        choicevalue:'c',choiceimg:false,choicetext: '<img src="https://jknowledgetutor.com/attachfile/netsat/scienceandtechnology/sc33-3.png" height="115px"></img>'},{
                        choicevalue:'d',choiceimg:false,choicetext: '<img src="https://jknowledgetutor.com/attachfile/netsat/scienceandtechnology/sc33-4.png" height="115px"></img>'}
                      ],
                    Answer: 'b',
                    AnswerDescription:`<tab></tab>เมื่อเริ่มโปรแกรม ให้หันไปทางขวา และให้เดินไปทางขวาครั้งละ 10 steps ไปเรื่อยๆ คลิ๊กเมาส์
                    <br></br><tab></tab>โดยคำสั่ง repeat until <เงื่อนไข> = เป็นการให้ทำซ้ำเรื่อยๆจนกว่าเงื่อนไขจะเป็นจริง ซึ่งทำให้ข้อนี้ถูกต้อง
                    <br></br><tab></tab>ข้อ (1) ผิดในส่วนของ move 100 steps ซึ่งในส่วนตรงนี้ตัวละครแมวอาจจะเดินเลยหรือเดินไม่ถึงก็ได้ เพราะเราไม่รู้ว่าระยะทาง 100 steps นั้นถึงตัวละครหนูได้จริง
                    <br></br><tab></tab>ข้อ (3) ผิดในส่วนของการทำซ้ำ 10 ครั้งและก้าวครั้งละ 10 steps ซึ่งตรงนี้ก็จะไม่แตกต่างไปจากข้อ (1)
                    <br></br><tab></tab>ข้อ (4) ผิดในส่วนของ เงื่อนไขที่กำหนดคือถ้าหากเราไม่ทำการคลิ๊กเมาส์ตัวละครแมวจะเดินไปทีละ 100 steps ซึ่งการเดินครั้งละ 100 steps นั้นอาจเร็วเกินไปจนทำให้ไม่สามารถกดหยุดได้ทัน
                    
                    `,
                    AnswerDescriptionAttachImg:'',
                    Category: 'Functions',
                },
                {   id: 34,
                    question: 'ข้อใดกล่าวเกี่ยวกับระบบปฏิบัติการและโปรแกรมคอมพิวเตอร์ ได้ถูกต้อง  ',
                    choice :[{
                        choicevalue:'a',choiceimg:false,choicetext: 'โปรแกรมที่เขียนด้วยภาษาซีไฟล์เดียวกัน สามารถนำไป Compile เป็นภาษาเครื่องบนระบบปฏิบัติการที่แตกต่างกันได้ '},{
                        choicevalue:'b',choiceimg:false,choicetext: 'โปรแกรมภาษาไพธอน (Python) จำเป็นต้องถูก Compile ให้เป็นภาษาเครื่องที่ตรงกับระบบปฏิบัติการแต่ละเวอร์ชันก่อน จึงจะสามารถทำงานได้ '},{
                        choicevalue:'c',choiceimg:false,choicetext: 'โปรแกรมในรูปแบบ Executable File (.exe) ที่รันบนระบบปฏิบัติการ Windows x64 (64-bit) สามารถนำไปเปิดบนระบบปฏิบัติการ Windows x86 (32-bit) ได้ '},{
                        choicevalue:'d',choiceimg:false,choicetext: 'โปรแกรมเว็บบราวเซอร์สำหรับเข้าใช้งานเว็บไซต์บนอินเทอร์เน็ต ต้องเป็นเวอร์ชันที่สามารถได้บนระบบปฏิบัติการของเครื่องแม่ข่าย หรือ Server'}
                      ],
                    Answer: 'a',
                    AnswerDescription:`<tab></tab>เราสามารถนำไฟล์โปรแกรมที่เขียนด้วยภาษาซีไฟล์เดียวกัน ไป compile ในแต่ละระบบปฏิบัติการที่แตกต่างกันได้
                    <br></br><tab></tab>ข้อ (2.) ผิดเพราะ python จำเป็นต้องถูก Compile ออกมาในรูปแบบของ byte code ก่อนถึงจะนำไปใช้งานได้ แต่หากเครื่องอื่นไม่มีภาษา python ก็จำเป็นที่จะต้องติดตั้งก่อน
                    <br></br><tab></tab>ข้อ (3) ผิดเพราะ ระบบปฏิบัติการ windows จะมีอยู่สองรุ่น คือ Windows x64 (64 บิต) กับ Windows x86 (32 บิต) รุ่น 64-บิตนั้นเป็นรุ่นที่ใหม่และมีประสิทธิภาพในการทำงานมากกว่ารุ่น 32-bit เราจึงรันโปรแกรม 32 บิต ในเครื่อง 64 บิตได้ แต่ไม่สามารถรันโปรแกรม 64-bit ในเครื่องที่ใช้ระบบปฏิบัติการ 32 บิตได้
                    `,
                    AnswerDescriptionAttachImg:'',
                    Category: 'Data handling',
                },
                {   id: 35,
                    question: 'ข้อใดกล่าว ไม่ ถูกต้องเกี่ยวกับเทคโนโลยีบล็อกเซน (Blockchain) ในปัจจุบัน  ',
                    choice :[{
                        choicevalue:'a',choiceimg:false,choicetext: 'Cryptocurrency เช่น BTC หรือ ETH ทำงานบนเทคโนโลยีบล็อกเชน '},{
                        choicevalue:'b',choiceimg:false,choicetext: 'การทำธุรกรรมการเงินผ่านแอปพลิเคชันของธนาคาร (E-banking) ไม่จำเป็นต้องใช้บล็อกเชน '},{
                        choicevalue:'c',choiceimg:false,choicetext: 'การ ซื้อ-ขาย งานศิลปะในรูปแบบไฟล์ดิจิทัลสามารถทำได้ด้วยเทคโนโลยีบล็อกเชน '},{
                        choicevalue:'d',choiceimg:false,choicetext: 'NFT หรือ Non-Fungible Tokens ไม่ได้ทำงานบนเทคโนโลยีบล็อกเชน '}
                      ],
                    Answer: 'd',
                    AnswerDescription:`<tab></tab>Non-Fungible Token (NFT) และ Fungible Token เป็นสินทรัพย์ดิจิทัล (Digital Assets) ที่สร้างขึ้นมาบนบล็อกเชน (Blockchain) โดยมีแตกต่างกันดังนี้
                    <br></br><tab></tab>Fungible Token เป็นสินทรัพย์ชนิดหนึ่ง ที่แต่ละ token สามารถทดแทนกันได้ เช่น เพื่อนยืนเงินเป็นธนบัตร 20 บาทซึ่งธนบัตรใบนั้นมีลักษณะเก่า ๆ ตอนนำมาคืนเพื่อนสามารถนำธนบัตรใบละ 20 บาทใบใหม่มาคืนได้ ซึ่งทั้ง 2 ใบมีค่าเท่ากัน
                    <br></br><tab></tab> Non-Fungible Token เป็น token ประเภทหนึ่งที่นำเทคโนโลยีบล็อกเชน (Blockchain) มาใช้ ทำให้สามารถแสดงความเป็นเจ้าของของสินทรัพย์ชิ้นนั้นได้ NFT แต่ละชิ้นจะแตกต่างกัน ไม่สามารถทำซ้ำ หรือทดแทนกันได้ คล้ายกับของสะสมอย่างภาพวาดต้นฉบับ ที่จะมีชิ้นเดียวในโลก เป็นต้น
                    
                    `,
                    AnswerDescriptionAttachImg:'',
                    Category: 'Data handling',
                },
                {   id: 36,
                    question: `จากรูป แดชบอร์ด (Dashboard) ข้างล่างประกอบด้วยกราฟหลายชนิด ยกเว้น กราฟชนิดใด  
                    <br></br><img src="https://jknowledgetutor.com/attachfile/netsat/scienceandtechnology/sq36-1.png" height="215px"></img>
                    `,
                    choice :[{
                        choicevalue:'a',choiceimg:false,choicetext: 'Bar chart '},{
                        choicevalue:'b',choiceimg:false,choicetext: 'Line chart '},{
                        choicevalue:'c',choiceimg:false,choicetext: 'Area chart '},{
                        choicevalue:'d',choiceimg:false,choicetext: 'Radar chart'}
                      ],
                    Answer: 'd',
                    AnswerDescription:`<tab></tab>รูปที่ 1,5 กราฟแท่ง(Bar chart) เหมาะสำหรับใช้การเปรียบเทียบจำนวนของข้อมูลในแต่ละชุด เช่น รายรับในแต่ละเดือน, ยอดขายที่ขายได้จริงเปรียบเทียบกับเป้าหมายยอดขายที่ตั้งไว้ เป็นต้น
                    <br></br><tab></tab>รูปที่ 2 กราฟเส้น(Line chart) เหมาะกับการนำเสนอข้อมูลตัวเลขที่มีความสัมพันธ์กับข้อมูลที่มีลักษณะเป็นช่วง ใช้แสดงให้เห็นการเปลี่ยนแปลงที่เกิดขึ้นตามเวลาเพื่อดูแนวโน้ม รวมถึงสามารถใช้พยาการณ์แนวโน้มในอนาคตได้ เช่น ข้อมูลของยอดขายในแต่ละปี หรือไตรมาส และนำมาวิเคราะห์เพื่อดูแนวโน้ม เป็นต้น
                    <br></br><tab></tab>รูปที่ 4,6 กราฟพื้นที่หรือแผนภูมิพื้นที่(Area Charts) เหมาะสำหรับเน้นความสำคัญของการเปลี่ยนแปลงในช่วงเวลา
                    <br></br><tab></tab>แสดงให้เห็นผลรวมของความแตกต่างระหว่างข้อมูล เช่น ข้อมูลของการซื้อสินค้าในห้างสรรพสินค้าในแต่เดือน ตามหมวดหมู่ต่างๆ ไล่ไป เครื่องสำอางค์ เสื้อผ้าแฟชั่น อาหาร ตามลำดับ
                    <br></br><tab></tab>รูปที่ 3 แผนภูมิมาตรวัด เป็นแผนภูมิที่แสดงข้อมูลเป็นการอ่านบนหน้าปัดเมื่อข้อมูลเปลี่ยนแปลงเข็มจะเคลื่อนที่แบบไดนามิก
                    <br></br><3tab></3tab>Bar chart = แผนภูมิแท่ง (มีในรูป)
                    <br></br><3tab></3tab>Line chart = แผนภูมิเส้น (มีในรูป)
                    <br></br><3tab></3tab>Area chart = แผนภูมิพื้นที่ (มีในรูป)

                    `,
                    AnswerDescriptionAttachImg:'',
                    Category: 'Data handling',
                },
                {   id: 37,
                    question: 'ข้อใดกล่าวถึงคุณลักษณะของคลาวด์คอมพิวติ้ง (Cloud Computing) ได้ถูกต้อง  ',
                    choice :[{
                        choicevalue:'a',choiceimg:false,choicetext: 'คลาวด์คอมพิวติ้ง (Cloud Computing) ไม่จำเป็นต้องวัดปริมาณการใช้งานได้ เพราะสามารถใช้ได้อย่างไม่จำกัดของผู้ให้บริการ '},{
                        choicevalue:'b',choiceimg:false,choicetext: 'คลาวด์คอมพิวติ้ง (Cloud Computing) ต้องสามารถเข้าถึงได้จากที่ใดก็ได้ โดยไม่มีข้อจำกัดของสถานที่และอุปกรณ์เชื่อมต่อ '},{
                        choicevalue:'c',choiceimg:false,choicetext: 'คลาวด์คอมพิวติ้ง (Cloud Computing) ต้องจัดการโดยผู้ให้บริการเท่านั้น ผู้ใช้ไม่สามารถดำเนินการด้วยตนเองได้ '},{
                        choicevalue:'d',choiceimg:false,choicetext: 'คลาวด์คอมพิวดิ้ง (Cloud Computing) มีโครงสร้างตามอุปกรณ์ของผู้ให้บริการ มีขนาด และเวลาใช้ที่จำกัดตามกำหนด '}
                    ],
                    Answer: 'd',
                    AnswerDescription:`<tab></tab>ข้อ 1) ผิด เพราะการที่จะใช้พื้นที่บน Cloud นั้นถูกจำกัดพื้นที่ในการใช้ตามจำนวนค่าใช้จ่ายที่ผู้ให้บริการได้จ่ายเพื่อเช่าพื้นที่บน Cloud นั้นๆ
                    <br></br><tab></tab>ข้อ 2) ผิด เพราะ Cloud นั้นรันบน internet เพราะฉะนั้นหากไม่มี internet ก็ไม่สามารถใช้งานหรือเข้าถึงได้ และต้องอยู่ในบริเวณที่ผู้บริการกำหนดไว้
                    <br></br><tab></tab>ข้อ 3) ผิด เราสามารถติดตั้งการใช้งาน Cloud และใช้งานได้ด้วยตัวเอง 
                    <br></br><tab></tab>ข้อ 4) ถูกต้อง เพราะขนาดและเวลาในพื้นที่ Cloud นั้นจะแปรผันตามจำนวนค่าใช้จ่ายของผู้ให้บริการยิ่งมีการใช้จ่ายกับ Cloud มากก็ยิ่งมีพื้นที่ในการใช้มาก
                    
                    `,
                    AnswerDescriptionAttachImg:'',
                    Category: 'Data handling',
                },
                {   id: 38,
                    question: 'ข้อใดอธิบายและบอกชื่อซอฟต์แวร์ที่ใช้เฉพาะทาง และซอฟต์แวร์สำเร็จรูปได้ถูกต้อง  ',
                    choice :[{
                        choicevalue:'a',choiceimg:false,choicetext: 'ซอฟต์แวร์ใช้เฉพาะทางสามารถใช้ร่วมกันระหว่างองค์กรที่มีลักษณะงานเหมือนกันได้ เช่น ระบบประมวลผลคำ และซอฟต์แวร์สำเร็จรูปสามารถซื้อได้ทั่วไป เช่น ระบบ บัญชีเงินเดือน '},{
                        choicevalue:'b',choiceimg:false,choicetext: 'ซอฟต์แวร์ใช้เฉพาะทางถูกออกแบบและพัฒนาใช้งานเฉพาะด้านโดยโปรแกรมเมอร์ เช่น ระบบขายสินค้า และซอฟต์แวร์สำเร็จรูปพัฒนาโดยผู้ผลิตที่สามารถใช้งานได้ ทั่วไป เช่น ระบบจัดการฐานข้อมูล '},{
                        choicevalue:'c',choiceimg:false,choicetext: 'ซอฟต์แวร์ใช้เฉพาะทางสามารถหาซื้อได้ทั่วไปตามลักษณะงานที่ต้องการ เช่น ระบบการเงิน และซอฟต์แวร์สำเร็จรูปสามารถพัฒนาใช้งานได้เอง เช่น ระบบวิเคราะห์ ข้อมูล '},{
                        choicevalue:'d',choiceimg:false,choicetext: 'ซอฟต์แวร์ใช้เฉพาะทางมักจะประกอบด้วยฐานข้อมูล เช่น ระบบลูกค้าสัมพันธ์และซอฟต์แวร์สำเร็จรูปสามารถประยุกต์ใช้ตามลักษณะงานของตัวเองได้ เช่น ระบบตารางการทำงาน'}
                      ],
                    Answer: 'b',
                    AnswerDescription:` <tab></tab>ซอฟต์แวร์สำเร็จ (package) เป็นซอฟต์แวร์ที่นิยมกันมากในปัจจุบัน ซึ่งเป็นซอฟต์แวร์ที่บริษัทได้ทำการพัฒนาขึ้นมาเพื่อจำหน่าย สามารถใช้งานได้ง่าย และสามารถประยุกต์ใช้กับงานอื่นๆได้ดี ได้แก่ ซอฟต์แวร์ประมวลคำ (word processing software) ซอฟต์แวร์ตารางการทำงาน (spread sheet software) ซอฟต์แวร์จัดการฐานข้อมูล (database mangement software) ซอฟต์แวร์นำเสนอ (presentation software) และซอฟต์แวร์สื่อสารข้อมูล (data communication software)
                    <br></br><tab></tab>ซอฟต์แวร์เฉพาะทาง เป็นซอฟต์แวร์ที่พัฒนาขึ้นเพื่อให้ใช้งานได้เฉพาะด้าน หรือเฉพาะสาขานั้นๆ และมีข้อมูลเฉพาะของทางองค์กร เช่น โปรแกรมช่วยจัดการด้านการเงิน โปรแกรมช่วยจัดการบริการลูกค้า ฯลฯ ตามปกติจะไม่ค่อยได้พบเห็นซอฟต์แวร์ประเภทนี้ในท้องตลาดทั่วไป แต่จะซื้อหาได้จากผู้ผลิตหรือตัวแทนจำหน่ายในราคาค่อนข้างสูงกว่าซอฟต์แวร์ที่ใช้งานทั่วไป
                    
                    `,
                    AnswerDescriptionAttachImg:'',
                    Category: 'Data handling',
                },
                 {   id: 39,
                        question: 'เจ้าของลิขสิทธิ์สามารถร้องขอให้ศาลสั่งให้ Youtube เอาไฟล์ละเมิดลิขสิทธิ์ออกจากเว็บไซต์ซึ่งเจ้าของลิขสิทธิ์จะต้องแสดงหลักฐานต่างๆ ต่อศาลอย่างเพียงพอ และเมื่อศาลได้มีคำสั่งให้เอาไฟล์ละเมิดออกจากเว็บไซต์แล้ว และ Youtube ดำเนินการตามคำสั่งศาล Youtube ไม่ต้องรับผิดเกี่ยวกับการกระทำที่อ้างว่าเป็นการละเมิดลิขสิทธิ์ดังกล่าว คำกล่าวนี้ถูกต้องหรือไม่ ',
                        choice :[{
                            choicevalue:'a',choiceimg:false,choicetext: 'ถูกต้อง เพราะ ถือเป็นข้อจำกัดความรับผิดของผู้ให้บริการอินเทอร์เน็ต '},{
                            choicevalue:'b',choiceimg:false,choicetext: 'ถูกต้อง เพราะ Youtube สามารถเลือกลบไฟล์ หรืออนุญาตให้นำไฟล์เข้าสู่เว็บไซต์ได้หรือไม่ได้  '},{
                            choicevalue:'c',choiceimg:false,choicetext: 'ไม่ถูกต้อง เพราะ Youtube ต้องได้รับการยินยอมจากเจ้าของไฟล์ก่อนถึงจะสามารถนำเอาไฟล์ออกจากเว็บไซต์ได้ '},{
                            choicevalue:'d',choiceimg:false,choicetext: 'ไม่ถูกต้อง เพราะ Youtube ได้เคยอนุญาตให้นำไฟล์เข้าเว็บไซต์แล้ว ถือว่ามีความผิดแต่ต้น '}
                          ],
                        Answer: 'b',
                        AnswerDescription:`<tab></tab> ทาง Youtube เองนั้นไม่สามารถตรวจสอบวิดีโอได้ทั้งหมดได้ว่าวิดีโอที่ผู้ใช้อัพโหลดมานั้นละเมิดลิขสิทธิ์หรือไม่อย่างไร อันเนื่องมากจากข้อมูลหรือวิดีโอใน Youtube นั้นมีจำนวนมหาศาล ดังนั้น หาก Youtubeได้รับคำสั่งจากศาลให้นำไฟล์ที่ละเมิดลิขสิทธิ์ออกไป แล้ว Youtube มีการปฏิบัติตามแล้วนั้น จะถือว่า Youtube ไม่ผิดนั้นเอง
                        `,
                        AnswerDescriptionAttachImg:'',
                        Category: 'Data handling',
                    },
                    {   id: 40,
                        question: 'การใช้สื่อสังคมออนไลน์อย่างปลอดภัยควรปฏิบัติสิ่งต่อไปนี้ ยกเว้น ข้อใด  ',
                        choice :[{
                            choicevalue:'a',choiceimg:false,choicetext: 'ไม่ควรตั้งค่าโปรไฟล์เป็นสาธารณะ และให้ข้อมูลส่วนตัวมากเกินไป  '},{
                            choicevalue:'b',choiceimg:false,choicetext: 'เปิดใช้งาน Do not track เพื่อป้องกันการติดตามและเก็บข้อมูลของผู้ให้บริการ '},{
                            choicevalue:'c',choiceimg:false,choicetext: 'เลือก check in เฉพาะสถานที่ที่ปลอดภัยเท่านั้น '},{
                            choicevalue:'d',choiceimg:false,choicetext: 'ตรวจสอบชื่อ URL ให้ถูกต้อง และหลีกเสี่ยงการคลิกลิงก์แปลกปลอมที่มากับการแชร์หรือข้อความ'}
                          ],
                        Answer: 'b',
                        AnswerDescription:`<tab></tab>Do not Track เป็นการขอความร่วมมือไปยังเบราว์เซอร์หรือเซิฟเวอร์ เพื่อไม่ให้ติดตามเส้นทางในการเข้าใช้เว็บไซต์ของผู้ใช้งานคนนั้นๆ ข้อเสียของ Do not Track คือ หากเครื่องมือที่ใช้หายไปหรือตัวเราหายไปตำรวจจะไม่สามารถตามสัญญาณได้หรืออาจตามได้ล่าช้า แต่จากคำถามข้อที่ควรยกเว้นมากที่สุดคือข้อ 2. เปิดใช้งาน Do not track เพื่อป้องกันการติดตามและเก็บข้อมูลของผู้ให้บริการ
                        `,
                        AnswerDescriptionAttachImg:'',
                        Category: 'Data handling',
                    }
           ]
      }