[
  {
    topic: "",
    subtopics: [
      {
        subtopic: "การเป็นสมาชิก",
        explanation:
          "ผู้ใช้ที่ไม่ได้เป็นสมาชิกหรือยังไม่ได้เข้าสู่ระบบจะสามารถเข้าถึงเนื้อหาได้เพียงบางส่วน ผู้ใช้บริการจำเป็นต้องสมัครสมาชิกและเข้าสู่ระบบเพื่อเข้าถึงเนื้อหาภายในเว็บไซต์ได้มากขึ้น รวมถึงการซื้อสินค้าและบริการจากเรา",
        details: [
          {
            detail: "",
          },
        ],
      },
      {
        subtopic: "ทรัพย์สินทางปัญญา",
        explanation:
          "J Knowledge Tutor ขอแจ้งให้ผู้ใช้บริการทราบว่าเนื้อหาทั้งหมดที่ปรากฏบนเว็บไซต์ ห้ามมิให้บุคคลใดลอกเลียน ปลอมแปลง ทำซ้ำ ดัดแปลง เผยแพร่ต่อสาธารณชน จำหน่าย หรือการกระทำใดๆ ในลักษณะที่เป็นการแสวงหาประโยนช์ ทางการค้าหรือประโยชน์โดยมิชอบ",
        details: [
          {
            detail: "",
          },
        ],
      },
    ],
  },
];
